IDS_RCS_BEAM_MODEL_SECTION_I                  = "End(I)"
IDS_RCS_BEAM_MODEL_SECTION_M                  = "Middle"
IDS_RCS_BEAM_MODEL_SECTION_J                  = "End(J)"
IDS_RCS_BEAM_MODEL_SECTION_ALL                = "Section(All)"

IDS_RCS_BEAM_MODEL_INVALID_ARRTYEP            = "Invalid Rebar Arrangement Type."
IDS_RCS_BEAM_MODEL_INVALID_MEMBER_USE_TYPE    = "Invalid Member Use Type."
IDS_RCS_BEAM_MATERIAL_INVALID_FCK             = "Invalid Material : fck < 0"
IDS_RCS_BEAM_MATERIAL_INVALID_FY              = "Invalid Material : fy < 0"
IDS_RCS_BEAM_MATERIAL_INVALID_FYS             = "Invalid Material : fys < 0"
IDS_RCS_BEAM_SECTION_INVALID_B                = "Invalid Section : B < 0"
IDS_RCS_BEAM_SECTION_INVALID_H                = "Invalid Section : H < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP            = "Invalid Section : Cc(Top) < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP2           = "Invalid Section : Cc(Top) > H/2"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP3           = "Invalid Section : Cc(Top) > B/2"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT            = "Invalid Section : Cc(Bot) < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT2           = "Invalid Section : Cc(Bot) > H/2"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT3           = "Invalid Section : Cc(Bot) > B/2"
IDS_RCS_BEAM_SECTION_INVALID_SLABTHK          = "Invalid Section : Slab Thk < 0"
IDS_RCS_BEAM_SECTION_INVALID_SLABTHK2         = "Invalid Section : Slab Thk > H"
IDS_RCS_BEAM_SECTION_INVALID_EFFWIDTH         = "Invalid Section : Eff. Width < 0"
IDS_RCS_BEAM_SECTION_INVALID_EFFWIDTH2        = "Invalid Section : Eff. Width < B"
IDS_RCS_BEAM_SECTION_INVALID_SPAN             = "Invalid Section : Span < 0"
IDS_RCS_BEAM_SECTION_INVALID_SPLICE           = "Invalid Splice Type."
IDS_RCS_BEAM_SKINBAR_INVALID_NO               = "Invalid Skin Bar : Skinbar No < 0"
IDS_RCS_BEAM_REBAR_INVALID_TOPBAR_NO          = "Invalid Rebar : Top bar No at %s < 0"
IDS_RCS_BEAM_REBAR_INVALID_BOTBAR_NO          = "Invalid Rebar : Bot bar No at %s < 0"
IDS_RCS_BEAM_REBAR_INVALID_STIRRUP_NO         = "Invalid Stirrup : Stirrup No at %s < 2"
IDS_RCS_BEAM_REBAR_INVALID_STIRRUP_SPACE      = "Invalid Stirrup : Stirrup S  at %s < 0"
IDS_RCS_BEAM_INVALID_COUNT_OUT_OF_MAX_RANGE_d  = "Invalid Count : count > %d"
IDS_RCS_BEAM_INVALID_TOPBAR_COUNT_OUT_OF_MAX_RANGE_d  = "Invalid Rebar (Top) Count : count > %d"
IDS_RCS_BEAM_INVALID_BOTBAR_COUNT_OUT_OF_MAX_RANGE_d  = "Invalid Rebar (Bot) Count : count > %d"
IDS_RCS_BEAM_INVALID_STIRRUP_COUNT_OUT_OF_MAX_RANGE_d  = "Invalid Stirrup Count : count > %d"

IDS_RCS_NO_REBAR_NAME                         = "There is no rebar name"
IDS_RCS_MAX_REBAR_LAYOUT                      = "Maximum Rebar Layout (Layer %d) : %d-%d-%s"
IDS_RCS_MAX_REBAR_LAYOUT_SMODE                = "Max. Bar Layout (L%d) : %d-%d-%s"
IDS_RCS_MAX_REBAR_NUM                         = "Maximum Rebar No =  %d EA"

IDS_RCS_GUFDN_FOOTING_OVERTURNED              = "Overturned"
IDS_RCS_GUFDN_FOOTING_TENSION_BEARING         = "Tension Bearing"

IDS_RCS_GURBB_SMART_DESIGN                    = "Smart Design ( RC Beam )"
IDS_RCS_GURBC_SMART_DESIGN                    = "Smart Design ( RC Column )"
IDS_RCS_GURGW_SMART_DESIGN                    = "Smart Design ( RC Wall )"

IDS_RCS_GURBB_UNIT_BEAM                       = "Beam Data"
IDS_RCS_GURBB_SELECT_MODIFY_STORY             = "Select Story to Modify."
IDS_RCS_GURBB_SELECT_DELETE_STORY             = "Select Story to Delete."
IDS_RCS_GURBB_RESET_TO_DEFAULT                = "Do you want to reset data by Default?"

IDS_RCS_GURBC_UNIT_COLM                       = "Column Data"
IDS_RCS_GURBC_SELECT_MODIFY_STORY             = "Select Story to Modify."
IDS_RCS_GURBC_SELECT_DELETE_STORY             = "Select Story to Delete."
IDS_RCS_GURBC_RESET_TO_DEFAULT                = "Do you want to reset data by Default?"

IDS_RCS_GURGW_MATERIAL                        = "Material Data"
IDS_RCS_GURGW_SECTION                         = "Section Data"
IDS_RCS_GURGW_UNITWALL                        = "Wall Data"
IDS_RCS_GURGW_CONVERT_TO_SHEARWALL            = "Batch Wall Data to Wall Data"
IDS_RCS_GURGW_IMPORT_FROM_SHEARWALL           = "Batch Wall Data From Wall Data"
IDS_RCS_GURGW_SELECT_MODIFY_STORY             = "Select Story to Modify."
IDS_RCS_GURGW_SELECT_DELETE_STORY             = "Select Story to Delete."
IDS_RCS_GURGW_RESET_TO_DEFAULT                = "Do you want to reset data by Default?"

IDS_RCS_GURBL_EXPORT_TO_BEAM                  = "Beam Table Data to Beam Data"

IDS_RCS_ITEM_HUSE                             = "Residence"
IDS_RCS_ITEM_HSPT                             = "Hospital"
IDS_RCS_ITEM_ACCOMODATION                     = "Accommodation"
IDS_RCS_ITEM_OFFICE                           = "Office"
IDS_RCS_ITEM_SCHOOL                           = "School"
IDS_RCS_ITEM_MARKET                           = "Shopping area"
IDS_RCS_ITEM_AMUSE                            = "Congregation area"
IDS_RCS_ITEM_GYM                              = "Sports Facilities"
IDS_RCS_ITEM_LIBR                             = "Library"
IDS_RCS_ITEM_INNER_PARK                       = "Paring area(Indoor parking space)"
IDS_RCS_ITEM_ALIGNED_PARK                     = "Paring area (Indoor road and slope)"
IDS_RCS_ITEM_OUTER_PARK                       = "Paring area (Outdoor space)"
IDS_RCS_ITEM_WARE                             = "Storage area"
IDS_RCS_ITEM_FACTORY                          = "Factory"
IDS_RCS_ITEM_PROOF                            = "Roof"
IDS_RCS_ITEM_MACHINEHUSE                      = "Machine Facility"
IDS_RCS_ITEM_PLAZA                            = "Square"
IDS_RCS_ITEM_USER                             = "User"
IDS_RCS_ITEM_LIVINGROOM                       = "Living room, public space, and passage of residential building"
IDS_RCS_ITEM_TERAS                            = "Balcony of an apartment house"
IDS_RCS_ITEM_HSPT_PASSAGE                     = "Hospital room and corridor"
IDS_RCS_ITEM_SURGERY                          = "Operating room, public area and corridor"
IDS_RCS_ITEM_ROOM                             = "Room and corridor"
IDS_RCS_ITEM_PUBLICROOM                       = "Public room and corridor"
IDS_RCS_ITEM_GENE_OFFICE                      = "Office and corridor"
IDS_RCS_ITEM_ROBBY                            = "Lobby"
IDS_RCS_ITEM_SPEICALOFFICE                    = "Special purpose office and corridor"
IDS_RCS_ITEM_DOCU_ROOM                        = "Storage area"
IDS_RCS_ITEM_CLASS                            = "Classroom and corridor"
IDS_RCS_ITEM_GENE_EXPE                        = "Laboratory"
IDS_RCS_ITEM_HEAV_EXPE                        = "Weight laboratory"
IDS_RCS_ITEM_MARKET_1STARE                    = "Shops and department store(1st story)"
IDS_RCS_ITEM_MARKET_2STARE                    = "Shops and department store (2nd story and above)"
IDS_RCS_ITEM_WARE_MARKET                      = "Warehouse store"
IDS_RCS_ITEM_ROBBY_PASSAGE                    = "Lobby and corridor"
IDS_RCS_ITEM_STAGE                            = "Stage"
IDS_RCS_ITEM_DING                             = "Restaurant"
IDS_RCS_ITEM_LIVI_BUSI                        = "Cafeteria"
IDS_RCS_ITEM_THEA_STAT                        = "Theater and meeting hall"
IDS_RCS_ITEM_STAGE_MOVI                       = "Movable meeting hall"
IDS_RCS_ITEM_HALL                             = "Banquet hall"
IDS_RCS_ITEM_GYM_STADIUM                      = "Ground of sport center, outdoor stadium"
IDS_RCS_ITEM_STAND_STAT                       = "Stand (Fixed)"
IDS_RCS_ITEM_STAND_MOVI                       = "Stand (Movable)"
IDS_RCS_ITEM_CLASS_PASSAGE                    = "Reading room and corridor"
IDS_RCS_ITEM_STACK                            = "Library"
IDS_RCS_ITEM_SEDDAN_ONLY                      = "Car only"
IDS_RCS_ITEM_WEIGH_TRUCK                      = "Light weight truck and empty bus"
IDS_RCS_ITEM_18TON_TRUCK                      = "Truck (less than 18ton) and midsize vehicle"
IDS_RCS_ITEM_SEDDAN_WEIGH_TRUCK               = "Car, light weight truck, and empty bus"
IDS_RCS_ITEM_WEIGHT_SAVE_WARE                 = "Storage for light goods"
IDS_RCS_ITEM_HEAVY_SAVE_WARE                  = "Storage for heavy goods"
IDS_RCS_ITEM_WEIGHT_FACTORY                   = "Light industry factory"
IDS_RCS_ITEM_HEAVY_FACTORY                    = "Heavy industry factory"
IDS_RCS_ITEM_NOTBE_PROOF                      = "Inaccessible roof"
IDS_RCS_ITEM_NOTHAVE_PROOF                    = "Roof with no luggage"
IDS_RCS_ITEM_GARDEN_HALL                      = "Garden and assembly"
IDS_RCS_ITEM_HELLGI_LANDSPCE                  = "Helispot"
IDS_RCS_ITEM_ELEC_MACH_ROOM                   = "Air handling unit room, Electric room, Machine room, etc."
IDS_RCS_ITEM_OUTER_SQARE                      = "Outdoor square"
IDS_RCS_CHECK_NOTDESIGNED_MEMER               = "Following members are not designed.\n\n"
IDS_RCS_CHECK_NOTCHECKED_MEMER                = "Following members are not checked.\n\n"
IDS_RCS_BATCH_RCSLAB__d__d                    = "Designing RC Slab. (%d/%d)"
IDS_RCS_BATCH_RCBEAM__d__d                    = "Designing RC Beam. (%d/%d)"
IDS_RCS_BATCH_RCCOLM__d__d                    = "Designing RC Column. (%d/%d)"
IDS_RCS_BATCH_RCWALL__d__d                    = "Designing RC Shear Wall. (%d/%d)"
IDS_RCS_BATCH_RCFOOT__d__d                    = "Designing RC Footing. (%d/%d)"
IDS_RCS_BATCH_RCBASEWALL__d__d                = "Designing RC Basement Wall. (%d/%d)"
IDS_RCS_CHECK_BATCH_RCSLAB__d__d              = "Checking RC Slab Table. (%d/%d)"
IDS_RCS_CHECK_BATCH_RCBEAM__d__d              = "Checking RC Beam Table. (%d/%d)"
IDS_RCS_FAIL_CONV_DGNDATA                     = "Conversion of Design data failed"
IDS_RCS_FAIL_RPT_GENERATE                     = "Report generation is failed."
IDS_RCS_BATCH_WALL_ID__i                      = "Wall(ID : %i)"
IDS_RCS_EVENT_RPT_ABORTED                     = "There is no data(s) to create report.\nGeneration of report is aborted."
IDS_RCS_RESULT_NG_MAX                         = "NG(max)"
IDS_RCS_CHECK_MESH_TOOSMALL                   = "Mesh size is too small. Do you want to continue?"
IDS_RCS_RESULT_LOAD_COMB__i                   = "Load Combinations (%i) ..."
IDS_RCS_RESULT_LOAD_COMB                      = "Load Combinations ..."
IDS_RCS_BATCH_WALL                            = "BatchWall"
IDS_RCS_COBEL                                 = "Corbel"
IDS_RCS_STAIR                                 = "Stair"
IDS_RCS_LANDING                               = "Landing"
IDS_RCS_LIVE                                  = "Live"
IDS_RCS_BTRS                                  = "Buttress"
IDS_RCS_NAME_ID                               = "DataNameID"
IDS_RCS_RPT_WALL_MARK__s                      = "Wall Mark : %s"
IDS_RCS_RPT_MAX                               = "max"
IDS_RCS_RPT_BYOTHER                           = "by Others"
IDS_RCS_RPT_BYLANDI                           = "by Landing"
IDS_RCS_OK                                    = "OK"
IDS_RCS_NG                                    = "NG"
IDS_RCS_RPT_ERROR_DGNRESULT__s                = "Cannot generate the calculation results of %s."
IDS_RCS_RPT_ERROR_DGNRESULT_CONTI__s          = "Cannot generate the calculation results of %s. \nDo you wish to continue?"
IDS_RCS_RPT_ERROR_RPT_FAILED                  = "Report generation has failed."
IDS_RCS_RPT_WALL_NOTOK                        = "There is Wall(s) which is not OK."
IDS_RCS_RPT_WRITE_REPORT                      = "\n\nDo you want to write a report?"
IDS_RCS_RPT_ERROR_RPT_FAILED__s               = "Report generation for %s has failed."
IDS_RCS_RPT_COVER                             = "Cover"
IDS_RCS_RPT_DIST                              = "Dist."
IDS_RCS_BEARING_PLATE                         = "Bearing Plate"
IDS_RCS_RPT_DISTANCE                          = "Distance"
IDS_RCS_RPT_CC                                = "Cc "
IDS_RCS_ITEM_ETC                              = "Etc"
IDS_RCS_WALL_1STORY_NEED                      = "At least one story is necessary."
IDS_RCS_WALL_UPDATE_RBAR_INFO__s              = "Update Rebar Information ( %s )"
IDS_RCS_WALL_SEMI_STIFF_CONTROL_1WAY          = "For SEMI type, the stiffness is adjusted by modifying Beam End Release."
IDS_RCS_WALL_SEMI_STIFF_CONTROL_2WAY          = "For SEMI type, the stiffness is adjusted by modifying the wall thickness. \nMember force proportional to the specified parameter will not be obtained."
IDS_RCS_BTRS_SEMI_STIFF_CONTROL               = "For SEMI type, the stiffness is adjusted by modifying Beam End Release."
IDS_RCS_WALL_MESH_DENSE_TIME_RAISE            = "With finer mesh size, the results will be more accurate, however the analysis time will takes longer."
IDS_RCS_TBL_CHK                               = "CHK"
IDS_RCS_TBL_MEMB_NAME                         = "Member\nName"
IDS_RCS_TBL_APPL_MEMB                         = "Apply\nMember To"
IDS_RCS_TBL_MATL                              = "Material"
IDS_RCS_TBL_LENGTH_L                          = "Length(L)"
IDS_RCS_TBL_LENGTH_M                          = "Length(M)"
IDS_RCS_TBL_LENGTH_R                          = "Length(R)"
IDS_RCS_LIGHT_WEIGHT_CONC                     = "Light\nWeight\nConcrete"
IDS_RCS_TBL_FORCE_N_FACTOR                    = "Force & Factor"
IDS_RCS_TBL_FACTOR                            = "Factor"
IDS_RCS_TBL_CMX                               = "Cmx"
IDS_RCS_TBL_CMY                               = "Cmy"
IDS_RCS_TBL_CMLT                              = "CmLT"
IDS_RCS_TBL_CB                                = "Cb"
IDS_RCS_TBL_C1                                = "C1"
IDS_RCS_TBL_C2                                = "C2"
IDS_RCS_TBL_DESIGN_LOAD                       = "Design Load"
IDS_RCS_TBL_SEISMIC                           = "Seismic"
IDS_RCS_TBL_SPECIAL                           = "Special"
IDS_RCS_TBL_SECT                              = "Section"
IDS_RCS_TBL_POSITION                          = "Position"
IDS_RCS_TBL_D                                 = "D"
IDS_RCS_TBL_B                                 = "B"
IDS_RCS_TBL_B1                                = "B1"
IDS_RCS_TBL_B2                                = "B2"
IDS_RCS_TBL_WEB                               = "tw"
IDS_RCS_TBL_FLG                               = "tf"
IDS_RCS_TBL_SECT_1                            = "Section-1"
IDS_RCS_TBL_SECT_2                            = "Section-2"
IDS_RCS_TBL_SECT_3                            = "Section-3"
IDS_RCS_TBL_SERVICEABILITY                    = "Serviceability"
IDS_RCS_TBL_CHARACTERISTIC                    = "Characteristic"
IDS_RCS_TBL_QUASIPERMANENT                    = "Quasi"
IDS_RCS_TBL_FREQUENT                          = "Frequent"
IDS_RCS_TBL_SERVICEABILITY_RESULT             = "Serviceability Result"
IDS_RCS_TBL_SERVICEABILITY_RESULT_RATIO       = "Serviceability Result Ratio"
IDS_RCS_TBL_STRESS                            = "Stress"
IDS_RCS_TBL_CRACK                             = "Crack"
IDS_RCS_TBL_CLASS                             = "Class"
IDS_RCS_TBL_LIMIT                             = "Limit"
IDS_RCS_TBL_CONDITION                         = "Condition"
IDS_RCS_TBL_AMPLIFICATION_FACTOR_N            = "Amplification\nFactor"
IDS_RCS_TB_SIGMA_CA                           = "Sigma,ca"
IDS_RCS_TB_K1FCK                              = "k1fck"
IDS_RCS_TB_K3FYK                              = "k3fyk"
IDS_RCS_TB_K2FCK                              = "k2fcK"
IDS_RCS_TB_UNCRACKED                          = "Uncracked"
IDS_RCS_TBL_CHECK_ITEMS                       = "Check Items"
IDS_RCS_TBL_SOIL_BEARING_SPAC                 = "Soil Bearing "
IDS_RCS_TBL_SOIL_REACTION_SPAC                = "Soil Reaction "
IDS_RCS_TBL_SOIL_REACTION_N                   = "Soil\nReaction"
IDS_RCS_TBL_1WAY_SHEAR_X_SPAC                 = "1Way Shear-X "
IDS_RCS_TBL_1WAY_SHEAR_Y_SPAC                 = "1Way Shear-Y "
IDS_RCS_TBL_1WAY_SHEAR_SPAC                   = "1Way Shear "
IDS_RCS_TBL_2WAY_SHEAR_SPAC                   = "2Way Shear "
IDS_RCS_TBL_MIN_BAR_RATIO                     = "Min. Bar Ratio "
IDS_RCS_TBL_MIN_BAR_AREA                      = "Min. Bar Area "
IDS_RCS_TBL_MAX_BAR_RATIO                     = "Max. Bar Space "
IDS_RCS_TBL_PILE_COMP                         = "Pile-Comp. "
IDS_RCS_TBL_PILE_TENS                         = "Pile-Tens. "
IDS_RCS_TBL_PILE_SPACE                        = "Pile-Space. "
IDS_RCS_TBL_PILE_EXTEN                        = "Pile-Exten. "
IDS_RCS_TBL_PILE_PUNCHING                     = "Pile Punch."
IDS_RCS_TBL_MIN_BAR_SPACE                     = "Min. Bar Space "
IDS_RCS_TBL_DEPTH_SMALL                       = "Depth"
IDS_RCS_TBL_SPAN_SMALL                        = "Span"
IDS_RCS_TBL_LOAD_SMALL                        = "Load"
IDS_RCS_TBL_SLAB_THK                          = "Slab\nTHK."
IDS_RCS_TBL_EFF_WIDTH                         = "Eff.\nWidth"
IDS_RCS_TBL_SKIN_BAR                          = "Skin Bar"
IDS_RCS_TBL_SHAPE                             = "Shape"
IDS_RCS_TBL_COMMA_SHAPE                       = ", Shape"
IDS_RCS_TBL_TYPE                              = "Type"
IDS_RCS_TBL_SPLICE                            = "Splice"
IDS_RCS_TBL_SECT_INFO                         = "Section\nInformation"
IDS_RCS_TBL_STORY                             = "Story"
IDS_RCS_TBL_LOAD_TYPE                         = "Load\nType"
IDS_RCS_TBL_LOAD_SOIL                         = "Load (Soil)"
IDS_RCS_TBL_LEVL                              = "Level"
IDS_RCS_TBL_LIVE                              = "Live"
IDS_RCS_TBL_SOIL                              = "Soil"
IDS_RCS_TBL_WATER                             = "Water"
IDS_RCS_TBL_LOAD_USER                         = "Load (User)"
IDS_RCS_TBL_FORCE                             = "Force"
IDS_RCS_TBL_SOIL_LOAD_STATIC                  = "Soil Load ( Static )"
IDS_RCS_TBL_SOIL_LOAD_USER                    = "Soil Load ( User )"
IDS_RCS_TBL_SOIL_LOAD_SEISMIC                 = "Soil Load ( Seismic )"
IDS_RCS_TBL_SOIL_LCOM_FACTOR                  = "Load\nComb.\nFactor"
IDS_RCS_TBL_SEISMIC_PARAMETER                 = "Seismic Parameter"
IDS_RCS_TBL_SEISMIC_PARAM_IE                  = "Importance\nFactor"
IDS_RCS_TBL_SEISMIC_PARAM_RMF                 = "Response\nModification\nFactor"
IDS_RCS_TBL_SEISMIC_PARAM_EGA                 = "Effective\nGround\nAcceleration"
IDS_RCS_TBL_SEISMIC_PARAM_GROUND              = "Ground\nClassification"
IDS_RCS_TBL_SOIL_LOAD_BED_ROCK                = "Level Of\nBed Rock"
IDS_RCS_TBL_SOIL_LOAD_2ND_LAYER               = "Level Of\n2nd Layer"
IDS_RCS_TBL_SOIL_LOAD_MAT_DEPTH               = "Depth Of\nFooting"
IDS_RCS_TBL_SOIL_PROP                         = "Soil\nProp."
IDS_RCS_TBL_AXIAL_MOMENT                      = "Axial & Moment"
IDS_RCS_TBL_PU                                = "Pu"
IDS_RCS_TBL_MUX                               = "Mux"
IDS_RCS_TBL_MDL                               = "Mux\n[ Dead ]"
IDS_RCS_TBL_MLL                               = "Mux\n[ Live ]"
IDS_RCS_TBL_MU                                = "Mu"
IDS_RCS_TBL_MUY                               = "Muy"
IDS_RCS_TBL_VUX                               = "Vux"
IDS_RCS_TBL_VUY                               = "Vuy"
IDS_RCS_TBL_PUX                               = "Pux"
IDS_RCS_TBL_PUY                               = "Puy"
IDS_RCS_TBL_ALL                               = "ALL"
IDS_RCS_TBL_APPLY_CHECK                       = "Apply to\nShear Check"
IDS_RCS_TBL_APPLY_CHECK_N_N                   = "Apply to\nShear\nCheck"
IDS_RCS_TBL_FCK                               = "Fck"
IDS_RCS_TBL_FY                                = "Fy"
IDS_RCS_TBL_FY1                               = "Fy1"
IDS_RCS_TBL_FY2                               = "Fy2"
IDS_RCS_TBL_THKDOT                            = "Thk."
IDS_RCS_TBL_COMMA_FY                          = ", Fy"
IDS_RCS_TBL_FYS                               = "Fys"
IDS_RCS_TBL_COMMA_FYS                         = ", Fys"
IDS_RCS_TBL_WIDTH                             = "Width"
IDS_RCS_TBL_COMMA_WIDTH                       = ", Width"
IDS_RCS_TBL_SURCHARGE                         = "Surcharge"
IDS_RCS_TBL_DEAD_N_LOAD                       = "Dead\nLoad"
IDS_RCS_TBL_LIVE_N_LOAD                       = "Live\nLoad"
IDS_RCS_TBL_1FL                               = "1st FL"
IDS_RCS_TBL_1FL_LEVEL                         = "1st FL\nLevel"
IDS_RCS_TBL_SUPPORT_CONDITION_OF_BASEWALL     = "Support\nCondition\nof\nBasement\nWall"
IDS_RCS_TBL_BOUNDARY                          = "Boundary Condition"
IDS_RCS_TBL_SKIN                              = "Skin"
IDS_RCS_TBL_TOP                               = "Top"
IDS_RCS_TBL_BOT_OR                            = "Bot"
IDS_RCS_TBL_MIDDLE                            = "Middle"
IDS_RCS_TBL_BOTTOM                            = "Bottom"
IDS_RCS_TBL_BOT                               = "Bot."
IDS_RCS_TBL_RIGHT                             = "Right"
IDS_RCS_TBL_CENTER                            = "Center"
IDS_RCS_TBL_LEFT                              = "Left"
IDS_RCS_TBL_STIRRUP                           = "Stirrup"
IDS_RCS_TBL_DEFLECTION                        = "Deflection"
IDS_RCS_TBL_DEFL_DOT                          = "Defl."
IDS_RCS_TBL_CRACK_CONDI                       = "Crack\nCondition"
IDS_RCS_TBL_MBAR_RHO                          = "Ratio of Main Rebar for Shear"
IDS_RCS_TBL_MEMBFORCE                         = "Member Forces"
IDS_RCS_TBL_DESIGN_INFO                       = "Design Information"
IDS_RCS_TBL_REBAR_INFORMATION                 = "Rebar Information"
IDS_RCS_TBL_MEMBFORCE_DGNINFO                 = "Member Forces & Design Information"
IDS_RCS_TBL_OPTION                            = "Option"
IDS_RCS_TBL_AUTO                              = "Auto"
IDS_RCS_TBL_RBAR                              = "Rebar"
IDS_RCS_TBL_DESIGN                            = "Design"
IDS_RCS_TBL_RESULT_SMALL                      = "Result"
IDS_RCS_TBL_MOMENT                            = "Moment"
IDS_RCS_TBL_MOMENT_PLUNIT                     = "Moment "
IDS_RCS_TBL_SHEAR                             = "Shear"
IDS_RCS_TBL_SHEAR_PLUNIT                      = "Shear "
IDS_RCS_TBL_EXT_BAR                           = "Ext. Bar"
IDS_RCS_TBL_INT_BAR                           = "Int. Bar"
IDS_RCS_TBL_RBAR_EN_SPACE                     = "Rebar\nSpace"
IDS_RCS_TBL_MESH                              = "Mesh"
IDS_RCS_TBL_DOTDOTDOT                         = "..."
IDS_RCS_TBL_RESULT_ORG_SECTION                = "Check Result for Original Section"
IDS_RCS_TBL_RBAR_SPACE_SMALL                  = "Rebar Spacing"
IDS_RCS_WALL_LIST_MU__s                       = "Mu = %s"
IDS_RCS_TBL_RATIO                             = "Ratio"
IDS_RCS_TBL_STRENGTH                          = "Strength"
IDS_RCS_TBL_USE_TOP                           = "Use\nTop"
IDS_RCS_TBL_USE_BOT                           = "Use\nBot"
IDS_RCS_TBL_MU_TOP                            = "Mu(Top)"
IDS_RCS_TBL_MU_BOT                            = "Mu(Bot)"
IDS_RCS_TBL_VERDOT                            = "Ver."
IDS_RCS_TBL_VERTICAL                          = "Vertical"
IDS_RCS_TBL_HORDOT                            = "Hor."
IDS_RCS_TBL_BATCHWALL_WALL                    = "BatchWall\n<->Wall"
IDS_RCS_TBL_EXPDOT                            = "Exp."
IDS_RCS_TBL_IMPDOT                            = "Imp."
IDS_RCS_TBL_REQ_SPACE                         = "Req'd Space"
IDS_RCS_TBL_REBAR_RATIO                       = "Rebar Ratio (ρ)"
IDS_RCS_TBL_HORIZONTAl                        = "Horizontal"
IDS_RCS_WALL_MULTI_LAYER                      = "Use Multi Layer"
IDS_RCS_WALL_UPDATE_REBAR_INFO__s             = "Update Rebar Information [ %s ]"
IDS_RCS_TBL_MEMB_NAME_PERSI                   = "Member Name"
IDS_RCS_TBL_EACH_LAYER                        = "Each\nLayer"
IDS_RCS_TBL_TOPBOT_SAMERBAR                   = "TopBot\nSame Rebar"
IDS_RCS_TBL_DEFL_RESULT                       = "Deflection Result"
IDS_RSC_TBL_STRESS_RESULT                     = "Stress Result"
IDS_RSC_TBL_CRACK_RESULT                      = "Crack Result"
IDS_RCS_TBL_SHORT_TERM                        = "Short Term"
IDS_RCS_TBL_LONG_TERM                         = "Long Term"
IDS_RCS_TBL_VU                                = "Vu"
IDS_RCS_TBL_VU_1                              = "Vu1"
IDS_RCS_TBL_TU                                = "Tu"
IDS_RCS_TBL_TU_1MAX                           = "Tu1.max"
IDS_RCS_TBL_VU_CR                             = "Vu.cr"
IDS_RCS_TBL_PHI_VN                            = "øVn"
IDS_RCS_TBL_PPHI_VN_MAX                       = "øVn.max "
IDS_RCS_TBL_RBAR_SPACE                        = "REBAR SPACING"
IDS_RCS_TBL_DELTA                             = "δ"
IDS_RCS_TBL_DELTA_ALLOW                       = "δallow"
IDS_RCS_TBL_USE                               = "Use"
IDS_RCS_TBL_NG_VU_MAX                         = "(NG, Vu>max)"
IDS_RCS_WALL_REBAR_INFO_DELETE                = "Rebar data of the selected member(s) will be deleted. \nDo you want to continue?"
IDS_RCS_TBL_B__i                              = "B%i"
IDS_RCS_WALL_CELL_ISNOT_OK                    = "Cell to be deleted is not correctly selected. Specify the cell again."
IDS_RCS_TBL_NG__s__s                          = "NG(%s/%s)"
IDS_RCS_TBL_OK__s__s                          = "OK(%s/%s)"
IDS_RCS_TBL_NG__s                             = "NG(%s)"
IDS_RCS_TBL_OK__s                             = "OK(%s)"
IDS_RCS_TBL_RBAR_SPACE__s                     = "Rebar Spacing (Crack) = %s"
IDS_RCS_TBL_NAME                              = "NAME"
IDS_RCS_TBL_HOOPBAR_END_NAME                  = "HoopBar End Name"
IDS_RCS_TBL_COMMA_HOOPBAR_END_NAME            = ", HoopBar End Name"
IDS_RCS_TBL_HOOPBAR_MID_NAME                  = "HoopBar Middle Name"
IDS_RCS_TBL_COMMA_HOOPBAR_MID_NAME            = ", HoopBar Middle Name"
IDS_RCS_TBL_SIZE                              = "SIZE"
IDS_RCS_TBL_AREA                              = "Area"
IDS_RCS_TBL_CONCRETE                          = "Concrete"
IDS_RCS_TBL_FORM                              = "Form"
IDS_RCS_TBL_SUM                               = "Sum"
IDS_RCS_TBL_TOTAL                             = "Total"
IDS_RCS_TBL_ARRANGE_TYPE                      = "ARRANGE\n TYPE"
IDS_RCS_TBL_POSI_I                            = "POSITION I"
IDS_RCS_TBL_POSI_M                            = "POSITION M"
IDS_RCS_TBL_POSI_J                            = "POSITION J"
IDS_RCS_TBL_MU_MINU                           = "Mu(-)"
IDS_RCS_TBL_MU_PLUS                           = "Mu(+)"
IDS_RCS_TBL_NAME_SMALL                        = "Name"
IDS_RCS_TBL_LEG                               = "Leg"
IDS_RCS_TBL_HOOPBAR_XDIR_LEG                  = "HoopBar X-Dir. Leg"
IDS_RCS_TBL_COMMA_HOOPBAR_XDIR_LEG            = ", HoopBar X-Dir. Leg"
IDS_RCS_TBL_HOOPBAR_YDIR_LEG                  = "HoopBar Y-Dir. Leg"
IDS_RCS_TBL_COMMA_HOOPBAR_YDIR_LEG            = ", HoopBar Y-Dir. Leg"
IDS_RCS_TBL_END_BAR                           = "End Bar"
IDS_RCS_TBL_SEIS_DESIGN                       = "Seismic Design"
IDS_RCS_TBL_DESIGN_OPTION                     = "Design Option"
IDS_RCS_TBL_ADD_OPTION                        = "Add Option"
IDS_RCS_TBL_REBAR_ARRDOT                      = "Rebar Arr."
IDS_RCS_TBL_REBAR_ADD                         = "Rebar Add"
IDS_RCS_TBL_APPLY_SHEAR                       = "Apply Shear"
IDC_RCS_TBL_USER_RHO                          = "User Define Reinforcement"
IDC_RCS_TBL_MIN_RHO                           = "Minimum\nRatio"
IDC_RCS_TBL_MAX_RHO                           = "Maximum\nRatio"
IDS_RCS_TBL_SPECIAL_WALL                      = "Special\nWall"
IDS_RCS_TBL_SPECIAL_BE                        = "Special\nBE"
IDS_RCS_TBL_PILOTIS_DESIGN_GUIDE              = "Pilotis\nGuide"
IDS_RCS_TBL_BOUNDARY_ELEM                     = "Boundary Element"
IDS_RCS_TBL_H                                 = "H"
IDS_RCS_TBL_H_SPACE                           = "H "
IDS_RCS_TBL_CX                                = "Cx"
IDS_RCS_TBL_CY                                = "Cy"
IDS_RCS_TBL_THK_DOT                           = "THK."
IDS_RCS_TBL_THK                               = "THK"
IDS_RCS_TBL_LENGTH                            = "Length"
IDS_RCS_TBL_EFF_AREA                          = "Equivalent Area"
IDS_RCS_TBL_EFF_AREA_CALC                     = "Update\nSize"
IDS_RCS_TBL_MAIN_NBAR                         = "Main\nBar"
IDS_RCS_TBL_SHEAR_BAR                         = "Shear Bar"
IDS_RCS_TBL_SPACE                             = "Space"
IDS_RCS_TBL_HOOPBAR_END_SPACE                 = "Hoopbar End Space"
IDS_RCS_TBL_COMMA_HOOPBAR_END_SPACE           = ",Hoopbar End Space"
IDS_RCS_TBL_HOOPBAR_MID_SPACE                 = "Hoopbar Middle Space"
IDS_RCS_TBL_COMMA_HOOPBAR_MID_SPACE           = ",Hoopbar Middle Space"
IDS_RCS_TBL_VER                               = "Ver"
IDS_RCS_TBL_HOR                               = "Hor"
IDS_RCS_TBL_START                             = "Start"
IDS_RCS_TBL_END                               = "End"
IDS_RCS_TBL_USE_USER                          = "Use\nUser"
IDS_RCS_TBL_HOOPBAR_MID_USER                  = "HoopBar Middle User"
IDS_RCS_TBL_COMMA_HOOPBAR_MID_USER            = ", HoopBar Middle User"
IDS_RCS_TBL_NO                                = "No"
IDS_RCS_TBL_NOX                               = "No(X)"
IDS_RCS_TBL_NOY                               = "No(Y)"
IDS_RCS_BEAM_UPDATE_CONTINUE                  = "All data in the current DB will be updated.\n\nDo you want to continue?"
IDS_RCS_COLM_UPDATE_CONTINUE                  = "All data in the current DB will be updated.\n\nDo you want to continue?"
IDS_RCS_WALL_UPDATE_CONTINUE                  = "All data in the current DB will be updated.\n\nDo you want to continue?"
IDS_RCS_WALL_CELL_INSERT_ISNOT_OK             = "Cell to be inserted is not correctly selected. Specify the cell again."
IDS_RCS_TBL_SN                                = "SN"
IDS_RCS_TBL_HEIGHT                            = "Height"
IDS_RCS_TBL_COMMA_HEIGHT                      = ", Height"
IDS_RCS_TBL_LX                                = "Lx"
IDS_RCS_TBL_LY                                = "Ly"
IDS_RCS_TBL_HX                                = "Hx"
IDS_RCS_TBL_HY                                = "Hy"
IDS_RCS_TBL_KX                                = "Kx"
IDS_RCS_TBL_KY                                = "Ky"
IDS_RCS_TBL_FORCES                            = "Forces"
IDS_RCS_TBL_PN                                = "Pn"
IDS_RCS_TBL_MN                                = "Mn"
IDS_RCS_TBL_MNX                               = "Mnx"
IDS_RCS_TBL_MNY                               = "Mny"
IDS_RCS_TBL_VN                                = "Vn"
IDS_RCS_TBL_DESIGN_RESULT                     = "Design Result"
IDS_RCS_TBL_P                                 = "P"
IDS_RCS_TBL_M                                 = "M"
IDS_RCS_TBL_M_SMALL                           = "m"
IDS_RCS_TBL_MX                                = "Mx"
IDS_RCS_TBL_MY                                = "My"
IDS_RCS_TBL_V                                 = "V"
IDS_RCS_TBL_CHECK_BENDING                     = "Check\nWeak Axis\nBending"
IDS_RCS_TBL_GROUP_SELECT                      = "Group\nSelect"
IDS_RCS_TBL_VER_BAR                           = "Ver. Bar"
IDS_RCS_TBL_HOR_BAR                           = "Hor. Bar"
IDS_RCS_TBL_LAYER_NNO                         = "Layer\nNo"
IDS_RCS_TBL_BARNO_NLAYER                      = "BarNo/Layer"
IDS_RCS_TBL_COMP_BAR                          = "Comp. Bar"
IDS_RCS_TBL_NAME_LCOMB                        = "Load Comb."
IDS_RCS_TBL_NAME_LCOMB_N                      = "Load\nComb."
IDS_RCS_TBL_NAME_LCOMBINATION                 = "Load Combination"
IDS_RCS_TBL_NAME_DOTDOTDOT                    = "..."
IDS_RCS_TBL_NAME_CALCDOT                      = "Calc."
IDS_RCS_TBL_SURCHARGELOAD                     = "Surcharge\nLoad"
IDS_RCS_TBL_SHEARFORCEOPTION                  = "Shear Force Option"
IDS_RCS_TBL_SELFWEIGHT                        = "Self\nWeight"
IDS_RCS_TBL_ANCHOR                            = "Anchor"
IDS_RCS_TBL_LAYOUT                            = "Layout"
IDS_RCS_TBL_LAYOUT_TYPE                       = "Layout Type"
IDS_RCS_TBL_GRID_TYPE                         = "Grid Type"
IDS_RCS_TBL_COLM_TYPE                         = "Column Type"
IDS_RCS_TBL_GENL_TYPE                         = "General"
IDS_RCS_TBL_PILOTIGUIDELINE                   = "Pilotis\nGuideline"
IDS_RCS_TBL_PILOTI_KDS                        = "Pilotis\nProvisions"
IDS_RCS_PLATE                                 = "Plate"
IDS_RCS_FOLLOWING_BEAM_IS_INVALID             = "Following beam data is Invalid"
IDS_RCS_FOLLOWING_COLM_IS_INVALID             = "Following Column data is Invalid"
IDS_RCS_FOLLOWING_WALL_IS_INVALID             = "Following Wall data is Invalid"
IDS_RCS_CONTINUE_BEAM_VALID                   = "Do you want to continue by applying only valid beam data?"
IDS_RCS_CONTINUE_COLM_VALID                   = "Do you want to continue by applying only valid column data?"
IDS_RCS_CONTINUE_WALL_VALID                   = "Do you want to continue by applying only valid wall data?"
IDS_RCS_BATCH_BEAM_DATA_NOT_SELECTED          = "Batch Beam Member to change Group is not selected."
IDS_RCS_BATCH_BEAM_DATA_NOT_EXIST             = "Batch Beam Member to change Group is not Exist."
IDS_RCS_BATCH_COLM_DATA_NOT_SELECTED          = "Batch Column Member to change Group is not selected."
IDS_RCS_BATCH_COLM_DATA_NOT_EXIST             = "Batch Column Member to change Group is not Exist."
IDS_RCS_BATCH_WALL_DATA_NOT_SELECTED          = "Batch Wall Member to change Group is not selected."
IDS_RCS_BATCH_WALL_DATA_NOT_EXIST             = "Batch Wall Member to change Group is not Exist."
IDS_RCS_BATCH_BEAM_UPDATE_DATA                = "Update Unit Beam Data ..."
IDS_RCS_BATCH_COLM_UPDATE_DATA                = "Update Unit Column Data ..."
IDS_RCS_BATCH_WALL_UPDATE_DATA                = "Update Unit Wall Data ..."
IDS_RCS_BATCHWALL_WALL_AT                     = "Wall Data at "
IDS_RCS_BATCHWALL_IS_INVALID                  = "is invalid."
IDS_RCS_BATCHWALL_UPDATE_DATA                 = "Update UnitWall Data ..."
IDS_RCS_BATCHWALL_SMART_DESIGN                = "Smart Design ( %s )"
IDS_RCS_BATCHWALL_CHECK_WALL_DATA             = "Wall Mark data has invalid unit wall data.\nDo you want to check unit wall data?"
IDS_RCS_BATCHWALL_5F                          = "5F"
IDS_RCS_BATCHWALL_4F                          = "4F"
IDS_RCS_BATCHWALL_3F                          = "3F"
IDS_RCS_BATCHWALL_2F                          = "2F"
IDS_RCS_BATCHWALL_1F                          = "1F"
IDS_RCS_BATCHWALL_SMART_DESIGN_WALL           = "Smart Design Batch Wall ..."
IDS_RCS_TBL_THICKNESS                         = "Thickness"
IDS_RCS_TBL_THICKNESS_ENGLISH                 = "Thickness"
IDS_RCS_TBL_COMMA_THICKNESS                   = ", Thickness"
IDS_RCS_BATCHCOLM_EXIST_OTHER_COLM__s__s      = "In the %s, another columns which has different %s exist."
IDS_RCS_BATCHWALL_EXIST_OTHER_WALL__s__s      = "In the %s, another walls which has different %s exist."
IDS_RCS_BATCHWALL_WALL_ID                     = "Wall ID"
IDS_RCS_BATCHWALL_DETAIl                      = "Detail"
IDS_RCS_BATCHWALL_STORY_INFO                  = "Story Information at "
IDS_RCS_BATCHWALL_MATL_INFO                   = "Material Information at "
IDS_RCS_BATCHWALL_FILED_WALL_INFO             = "Failed to get data from Wall Information Dialog."
IDS_RCS_BATCHWALL_WALL_INFO_AT                = "Wall Information at "
IDS_RCS_BATCHWALL_STORY_NNAME                 = "Story\nName"
IDS_RCS_BATCHWALL_BASIC                       = "Basic"
IDS_RCS_BATCHWALL_TBL_EDIT_OPTION             = "Edit Option"
IDS_RCS_BATCHWALL_TBL_EDIT_MATERIAL           = "Material"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTION            = "Section"
IDS_RCS_BATCHWALL_TBL_EDIT_SEISMIC            = "Seismic"
IDS_RCS_BATCHWALL_TBL_EDIT_MATLCON            = "Conc."
IDS_RCS_BATCHWALL_TBL_EDIT_MATLBAR            = "Rebar"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTTHK            = "Thick"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTLEN            = "Length"
IDS_RCS_BATCHWALL_TBL_EDIT_SPECIAL            = "Special"
IDS_RCS_BATCHWALL_TBL_EDIT_BOUNDARY           = "Boundary"
IDS_RCS_TBL_EXTRA                             = "Extra"
IDS_RCS_TBL_LIGHT_WEIGHT                      = "Light-Weight"
IDS_RCS_BATCHWALL_VU_VUMAX2                   = "Vu /\nøVnmax2"
IDS_RCS_BATCHWALL_LREQ                        = "Lreq"
IDS_RCS_BATCHWALL_S_SMAX                      = "S /\nSmax"
IDS_RCS_BATCHWALL_NREQ1                       = "Nreq1"
IDS_RCS_BATCHWALL_NREQ2                       = "Nreq2"
IDS_RCS_TBL_PHI                               = "ø"
IDS_RCS_TBL_DESIGN_STRENGTH                   = "Design Strength"
IDS_RCS_BATCHWALL_FAILED_CHECK_INPUT_DATA     = "Failed to create data to display.\n\nCheck input data."
IDS_RCS_BATCHWALL_FAILED_WALL_DATA            = "Failed to Update Unit Wall Data."
IDS_RCS_BATCHWALL_NO_SHEAR_WALL               = "There is no shear wall data to import."
IDS_RCS_BEAM_TOP                              = " (Top)"
IDS_RCS_BEAM_BOT                              = " (Bot)"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH         = "Concrete cover depth of top rebar"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH_USE_TOP_COVER  = "Concrete cover depth of bottom rebar\nIn order to apply the identical concrete cover depth between top and bottom rebar \ncheck on “Use Top Cover” option."
IDS_RCS_BEAM_TOOLTIP_BIG_THAN_SECTION         = "Effective width should be larger than the section size.\n\n"
IDS_RCS_BEAM_TOOLTIP_TBEAM                    = "1. T-shape beam\n"
IDS_RCS_BEAM_TOOLTIP_FLANGE_DEPTH_8X          = " (1) 8 * flange thickness of both sides + bw \n"
IDS_RCS_BEAM_TOOLTIP_SLAB_CENTER_DIST         = " (2) Center to center distance of slabs \n"
IDS_RCS_BEAM_TOOLTIP_SPAN_MIN_DEVIDE4         = " (3) Span length of beams /4. Minimum value among the values above \n\n"
IDS_RCS_BEAM_TOOLTIP_HALF_TBEAM               = "2. Inverted L-shape beam \n"
IDS_RCS_BEAM_TOOLTIP_FLANGE_DEPTH_6X          = " (1) 6 * flange thickness + bw \n"
IDS_RCS_BEAM_TOOLTIP_BEAMSPAN_DEVIDE12        = " (2) Span length of beams/12 + bw \n"
IDS_RCS_BEAM_TOOLTIP_DEVIDE2_MIN              = " (3) Inner distance from adjacent beam/2 + bw. Minimum value among the values above"
IDS_RCS_BEAM_TOOLTIP_BERBAR_ACCORD_MOMENTBIG  = "If rebars are asymmetrically assigned at web,\nthe remaining rebar is arranged to the position which has larger bending moment.\nIt does not considered in the member force calculation."
IDS_RCS_BEAM_TOOLTIP_PILOTIS_GUIDELINE_MOLIT  = "[ Pilotis Guideline ], \nMinistry of Land, Infrastructure and Transport, KOREA(2018)"
IDS_RCS_BEAM_TBL_MAX_LAYER__i                 = "Max. No per Layer = %i"
IDS_RCS_BEAM_TBL_ALL_SECT                     = "ALL SECTION"
IDS_RCS_BEAM_TBL_BOTH_END                     = "BOTH END"
IDS_RCS_BEAM_TBL_TOP                          = "TOP"
IDS_RCS_BEAM_TBL_MIDDLE                       = "MIDDLE"
IDS_RCS_BEAM_TBL_BOTTOM                       = "BOTTOM"
IDS_RCS_BEAM_TBL_END_I                        = "END( i )"
IDS_RCS_BEAM_TBL_END_J                        = "END( j )"
IDS_RCS_BEAM_TBL_MOMENT                       = "Moment"
IDS_RCS_BEAM_TBL_MOMENT_TOP                   = "Moment, top "
IDS_RCS_BEAM_TBL_MOMENT_BOT                   = "Moment, bot "
IDS_RCS_BEAM_TBL_MOMENT_N_TOP_N               = "Moment\ntop\n"
IDS_RCS_BEAM_TBL_MOMENT_N_BOT_N               = "Moment\nbot\n"
IDS_RCS_BEAM_TBL_SHEAR                        = "Shear "
IDS_RCS_BEAM_TBL_RBAR_TOP                     = "Rebar, top"
IDS_RCS_BEAM_TBL_RBAR_BOT                     = "Rebar, bot"
IDS_RCS_BEAM_TBL_STIRRUP                      = "Stirrup "
IDS_RCS_BEAM_TBL_SPACE_MAIN                   = "Space(Main) "
IDS_RCS_BEAM_TBL_SPACE_SKIN                   = "Space(Skin) "
IDS_RCS_BEAM_TBL_EXT__s__s                    = "EXT:%s(%s)"
IDS_RCS_BEAM_TBL_INT__s__s                    = "INT:%s(%s)"
IDS_RCS_BEAM_TBL_MAINBAR_SPACE                = "Main Bar Space "
IDS_RCS_BEAM_TBL_SKINBAR_SPACE                = "SkinBar Space "
IDS_RCS_BEAM_TBL_STIRRUP_SPACE                = "Shear Bar Space "
IDS_RCS_BEAM_TBL_SHORT_DEFLE                  = "Short Deflection "
IDS_RCS_BEAM_TBL_LONG_DEFLE                   = "Long Deflection "
IDS_RCS_BEAM_TBL_DIMENSION                    = "Dimension"
IDS_RCS_BEAM_TBL_BAR_DIAMETER                 = "Rebar Diameter"
IDS_RCS_BEAM_TBL_SEIS_MEND_SMF                = "(φMn-/2)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MEND_IMF                = "(φMn-/3)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MPOS_SMF                = "(φMnmax/4)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MPOS_IMF                = "(φMnmax/5)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MNEG_SMF                = "(φMnmax/4)/(φMn-)"
IDS_RCS_BEAM_TBL_SEIS_MNEG_IMF                = "(φMnmax/5)/(φMn-)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_CHAR             = "STRESS RESULT (CHARACTERISTIC)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_QUAS             = "STRESS RESULT (QUASI-PERMNANENT)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_FREQ             = "STRESS RESULT (FREQUENT)"
IDS_RCS_BEAM_TBL_CRACK_RSLT_CHAR              = "CRACK RESULT"
IDS_RCS_BEAM_TBL_DEFL_RSLT_CHAR               = "DEFLECTION RESULT"
IDS_RCS_TBL_COMMENT                           = "Comment"
IDS_RCS_TBL_MAINBAR                           = "Main Bar"
IDS_RCS_TBL_MAINBAR_NO                        = "Main Bar No."
IDS_RCS_TBL_COMMA_MAINBAR_NO                  = ", Main Bar No."
IDS_RCS_TBL_MAINBAR_NAME                      = "Main Bar Name"
IDS_RCS_TBL_COMMA_MAINBAR_NAME                = ", Main Bar Name"
IDS_RCS_TBL_SUB_BAR                           = "Sub Bar"
IDS_RCS_TBL_TOP_BAR                           = "Top. Bar"
IDS_RCS_TBL_BOT_BAR                           = "Bot. Bar"
IDS_RCS_TBL_TRANSVERSE_BAR                    = "Transv. Bar "
IDS_RCS_TBL_TRANSVERSE_BAR_N                  = "Transv.\nBar "
IDS_RCS_CHECK_TARGET_RATIO                    = "Error in Target Ratio range"
IDS_RCS_CHECK_SELECT_BEAM                     = "Check on the desired beams to be updated."
IDS_RCS_TBL_SHEAR_PHI_VN                      = "Shear ( øVn )"
IDS_RCS_TBL_MOMENT_PHI_MN                     = "Moment ( øMn )"
IDS_RCS_BEAM_TOOLTIP_SELECT_CONSIDER_RESULT   = "Calculation results are plotted for all the defined rebar arrangement."
IDS_RCS_BEAM_TOOLTIP_ASSIGN_RBAR_SAMECOL      = "The defined number of rebars are assigned to the identical row."
IDS_RCS_BEAM_TOOLTIP_ASSIGN_RBAR_INPUTEDSPACE  = "Rebar arrangement is generated with the defined rebar spacing."
IDS_RCS_TBL_LAYER                             = "Layer"
IDS_RCS_TBL_AS                                = "As"
IDS_RCS_TBL_AS_PRI                            = "As'"
IDS_RCS_TBL_ASC                               = "Asc"
IDS_RCS_TBL_EIP_T                             = "εt"
IDS_RCS_TBL_PHI_VER                           = "ø"
IDS_RCS_TBL_PHI_MN                            = "øMn"
IDS_RCS_TBL_D_SMALL                           = "d"
IDS_RCS_TBL_ROW                               = "ρ"
IDS_RCS_TBL_ROW_PRI                           = "ρ'"
IDS_RCS_TBL_S_SMALL                           = "s"
IDS_RCS_TBL_UPDATE_BEAM                       = "Update\nBeam"
IDS_RCS_TBL_DESIGN_CONDI                      = "Design Conditions"
IDS_RCS_TBL_DESIGN_CODE                       = "Design Code"
IDS_RCS_TBL_MOMENT_CAPA                       = "Moment Capacity"
IDS_RCS_TBL_PHI_VER_VN                        = "øVn"
IDS_RCS_TBL_PHI_VC                            = "øVc"
IDS_RCS_TBL_PHI_VS                            = "øVs"
IDS_RCS_TBL_PHI_VMAX                          = "øVmax"
IDS_RCS_CHECK_NO_BEAM_DATA                    = "There is no Beam Data."
IDS_RCS_BTRS_TOOLTIP_MAX_RBAR_SETTING         = "Define the maximum number of rebar layer to be assigned in a section."
IDS_RCS_BTRS_TOOLTIP_AUTO_CALC                = "\nThe section is verified by assuming the beam as a simply reinforced beam and the rebar spacing is automatically calculated based on the specified design code."
IDS_RCS_TBL_MOMENT_DIAGRAM                    = "Moment Diagram"
IDS_RCS_TBL_SHEAR_DIAGRAM                     = "Shear Diagram"
IDS_RCS_BTRS_CEHCK_NEED_DGNINFO               = "In order to display diagram, design results are required."
IDS_RCS_TBL_REQ_NO__i                         = " / Req'd No=%i"
IDS_RCS_TBL_LAYER_1                           = "Layer 1"
IDS_RCS_TBL_LAYER_2                           = "Layer 2"
IDS_RCS_TBL_LAYER_3                           = "Layer 3"
IDS_RCS_TBL_MAX_NUM                           = "Max Num."
IDS_RCS_TBL_USE_USER_INPUT                    = "Use User Input"
IDS_RCS_TBL_HOOP_BAR_SMALL                    = "Hoop Bar"
IDS_RCS_TBL_TIEBAR                            = "Tie Bar"
IDS_RCS_TBL_ROWS                              = "Rows"
IDS_RCS_TBL_MAINBAR_ROWS_NO                   = "MainBar Rows No."
IDS_RCS_TBL_MAINBAR_COMMA_ROWS_NO             = ", MainBar Rows No."
IDS_RCS_TBL_MAIN                              = "Main"
IDS_RCS_TBL_MOMENT_CAPA_BIG                   = "MOMENT CAPACITY"
IDS_RCS_TBL_SHEAR_CAPA_BIG                    = "SHEAR CAPACITY"
IDS_RCS_TBL_SEISMIC_DESIGN_BIG                = "SEISMIC DESIGN"
IDS_RCS_TBL_S_MAX                             = "Smax "
IDS_RCS_TBL_S_S_MAX                           = "S/Smax"
IDS_RCS_TBL_PPHI_VN                           = "øVn "
IDS_RCS_TBL_VU_PPHI_VN                        = "Vu/øVn"
IDS_RCS_TBL_CHECK_ITEM                        = "Check Item"
IDS_RCS_TBL_DIRECT_X                          = "Direction-X"
IDS_RCS_TBL_DIRECT_X_MUY                      = "X-Direction (Muy)"
IDS_RCS_TBL_DIRECT_Y                          = "Direction-Y"
IDS_RCS_TBL_DIRECT_Y_MUX                      = "Y-Direction (Mux)"
IDS_RCS_TBL_LAYER_1_SPAC                      = "Layer 1 "
IDS_RCS_TBL_LAYER_2_SPAC                      = "Layer 2 "
IDS_RCS_TBL_SOIL_BEARING                      = "SOIL BEARING"
IDS_RCS_TBL_CAPA_FE                           = "Capacity(fe)"
IDS_RCS_TBL_REMARK                            = "Remark"
IDS_RCS_TBL_DELTA_NS                          = "δns"
IDS_RCS_TBL_MC                                = "Mc "
IDS_RCS_TBL_DB_SPEICAL                        = "ø"
IDS_RCS_TBL_PHI_PN                            = "øPn "
IDS_RCS_TBL_PILE_LAYOUT                       = "PILE LAYOUT"
IDS_RCS_TBL_QUANTITY                          = "Quantity"
IDS_RCS_TBL_EXTENSION                         = "Extension"
IDS_RCS_TBL_PILE_CAPA                         = "PILE CAPACITY"
IDS_RCS_TBL_COMPRESS                          = "Compression"
IDS_RCS_TBL_TENSION                           = "Tension"
IDS_RCS_TBL_EA                                = "EA"
IDS_RCS_TBL_PPHI_MN                           = "øMn "
IDS_RCS_TBL_PU_PPHI_PN                        = "Pu/øPn"
IDS_RCS_TBL_MC_PPHI_MN                        = "Mc/øMn"
IDS_RCS_TBL_USE_CONER                         = "Use\nCorner"
IDS_RCS_TBL_CONER                             = "Corner"
IDS_RCS_TBL_MAINBAR_USE_CORNER                = "Mainbar Use Corner"
IDS_RCS_TBL_COMMA_MAINBAR_USE_CORNER          = ", Mainbar Use Corner"
IDS_RCS_TBL_MAIN_BAR                          = "MAIN BAR"
IDS_RCS_TBL_L                                 = "L"
IDS_RCS_TBL_ROW_SMALL                         = "Row"
IDS_RCS_TBL_CORNER                            = "Corner"
IDS_RCS_TBL_CC                                = "Cc"
IDS_RCS_TBL_COMMA_CC                          = ", Cc"
IDS_RCS_TBL_L1                                = "L1"
IDS_RCS_TBL_L2                                = "L2"
IDS_RCS_TBL_L3                                = "L3"
IDS_RCS_TBL_MAXDOT                            = "Max."
IDS_RCS_TBL_MINDOT                            = "Min."
IDS_RCS_TBL_MINDOT_BIG                        = "MIN."
IDS_RCS_TBL_HOOP_BAR                          = "HOOP BAR"
IDS_RCS_TBL_CENDOT                            = "Cen."
IDS_RCS_TBL_INFO                              = "Information"
IDS_RCS_TBL_ASH_X                             = "Ashx"
IDS_RCS_TBL_ASH_Y                             = "Ashy"
IDS_RCS_TBL_DIM_MIN                           = "Dim,min"
IDS_RCS_TBL_DIM_RATIO                         = "Dim,ratio"
IDS_RCS_DIAMETER                              = "Diameter"
IDS_RCS_TBL_SERVICEABILITY_DATA               = "Serviceability Data"
IDS_RCS_TB_CHARACTER_LOAD_CAPACITY            = "CHARATERISTIC LOAD CAPACITY"
IDS_RCS_TB_QUASI_LOAD_CAPACITY                = "QUASI-PERMANENT LOAD CAPACITY"
IDS_RCS_TB_FREQUENT_LOAD_CAPACITY             = "FREQUENT LOAD CAPACITY"
IDS_RCS_TB_SIGMA_C_TENS                       = "σc,tens"
IDS_RCS_TB_SIGMA_C_COMP                       = "σc,comp"
IDS_RCS_TB_SIGMA_S_STL                        = "σs,stl"
IDS_RCS_COLM_TOOLTIP_SHEAR_DGN_EXCUTE         = "Axial force of column\n(+): Compression\n(-): Tension\nSelect “Apply to shear check” option\nto verify the shear force using the specified axial force."
IDS_RCS_COLM_TOOLTIP_SHEAR_DGN_INPUT          = "Enter the axial force to be used in the shear force verification."
IDS_RCS_COLM_TOOLTIP_EFFECTIVE_LAMDA          = "Effective length factor\nEnter the factor directly or select the desired condition using the right button."
IDS_RCS_COLM_TOOLTIP_SLENDER_CM               = "Equivalent Moment correction factor, Cm"
IDS_RCS_COLM_TOOLTIP_MAX_FIXP_ALL_P           = "Dead load in the axial force direction with maximum factor / Axial force with all factors"
IDS_RCS_COLM_TOOLTIP_PILOTIS_PROVISION_KDS    = "[KDS 41 17 00, 9.8.4] Pilotis Column Provisions"
IDS_RCS_SPREAD                                = "Spread"
IDS_RCS_PILE                                  = "Pile"
IDS_RCS_COBEL_TOOLTIP_NON_CONSIDER            = "Rebar list applicable in the member design \nRebar splice is not considered."
IDS_RCS_COBEL_TOOLTIP_NONPRESENT_FIGURE       = "Width of Corbel/Bracket. It is not included in the drawing as it is a length in the vertical direction."
IDS_RCS_COBEL_TOOLTIP_SHEARFORCE              = "Shear force on the Corbel/Bracket"
IDS_RCS_COBEL_TOOLTIP_TENS_NOTBIG_THANSHEAR   = "Tensile force on the Corbel/Bracket\nThe tensile force cannot exceeds the shear force."
IDS_RCS_COBEL_TOOLTIP_DIS_SHEARFOR            = "Distance to point for which the shear force is applied."
IDS_RCS_COBEL_TOOLTIP_PLATE_NONPRESENT_FIGURE  = "Width of bearing plate. It is not included in the drawing as it is a length in the vertical direction."
IDS_RCS_COBEL_TOOLTIP_PLATE_HEIGHT            = "Height of bearing plate"
IDS_RCS_TBL_CHECK_ITEM_BIG                    = "CHECK ITEMS"
IDS_RCS_TBL_REQUIRED                          = "REQUIRED"
IDS_RCS_TBL_APPLIED                           = "APPLIED"
IDS_RCS_TBL_RESULT                            = "RESULT"
IDS_RCS_TBL_TENS_FORCE                        = "Tension Force "
IDS_RCS_TBL_DIST_DEPTH_RATIO                  = "Distance to depth ratio "
IDS_RCS_TBL_BEARING_PLATE                     = "Bearing Plate "
IDS_RCS_TBL_SHEAR_STRENGTH                    = "Shear Strength "
IDS_RCS_TBL_TENS_BAR                          = "Tension Bar "
IDS_RCS_TBL_CLOSED_STIRRUP                    = "Closed Stirrup "
IDS_RCS_TBL_LOAD                              = "LOAD"
IDS_RCS_TBL_PS                                = "Ps"
IDS_RCS_TBL_SERVICE                           = "Service"
IDS_RCS_TBL_MSX                               = "Msx"
IDS_RCS_TBL_MSY                               = "Msy"
IDS_RCS_TBL_SELF_WEIGHT                       = "Self\nWeight"
IDS_RCS_TBL_SURFACE                           = "Surface"
IDS_RCS_TBL_DENSITY                           = "Density"
IDS_RCS_TBL_ECCENT                            = "Eccentricity"
IDS_RCS_TBL_EX                                = "Ex"
IDS_RCS_TBL_EY                                = "Ey"
IDS_RCS_TBL_X_DIREC                           = "X-Direction"
IDS_RCS_TBL_Y_DIREC                           = "Y-Direction"
IDS_RCS_TBL_FE                                = "fe"
IDS_RCS_TBL_SOIL_EN_BEARING                   = "Soil\nBearing"
IDS_RCS_TBL_2_WAY_SHEAR                       = "2Way\nShear"
IDS_RCS_TBL_SOIL_CAPA                         = "Soil\nCapacity"
IDS_RCS_TBL_1WAY_X                            = "1Way-X"
IDS_RCS_TBL_1WAY_Y                            = "1Way-Y"
IDS_RCS_TBL_2WAY                              = "2Way"
IDS_RCS_TBL_FACE                              = "Face"
IDS_RCS_TBL_FOUNDATION                        = "Foundation"
IDS_RCS_TBL_NO_DOT                            = "No."
IDS_RCS_TBL_EXT_DOT                           = "Ext."
IDS_RCS_TBL_COMP_DOT                          = "Comp."
IDS_RCS_TBL_TENS_DOT                          = "Tens."
IDS_RCS_TBL_PILE_BEARING                      = "Pile Bearing"
IDS_RCS_TBL_PILE_CAPA_SMALL                   = "Pile Capacity"
IDS_RCS_TBL_FOOT_SIZE                         = "FOOTING SIZE"
IDS_RCS_FOOT_TOOLTIP_COLUMNSECT               = "Section size of column"
IDS_RCS_FOOT_TOOLTIP_WALLSECT                 = "Section size of Wall"
IDS_RCS_FOOT_TOOLTIP_COLUM_POSI_ECC           = "Eccentricity about the column position\n(+): Eccentricity in the right direction\n(-): Eccentricity in the left direction"
IDS_RCS_FOOT_TOOLTIP_COLUM_POSI_ECC_UP_DOWN   = "Eccentricity about the column position \n(+): Eccentricity in the top direction\n(-): Eccentricity in the bottom direction"
IDS_RCS_FOOT_TOOLTIP_WALL_POSI_ECC            = "Eccentricity about the wall position\n(+): Eccentricity in the right direction\n(-): Eccentricity in the left direction"
IDS_RCS_FOOT_TOOLTIP_WALL_POSI_ECC_UP_DOWN    = "Eccentricity about the wall position \n(+): Eccentricity in the top direction\n(-): Eccentricity in the bottom direction"
IDS_RCS_TBL_MOMENT_MUY                        = "Moment (Muy)"
IDS_RCS_TBL_ISOLATED_FOOT                     = "Isolated(Mat)"
IDS_RCS_TBL_STRIP_FOOT                        = "Strip Footing"
IDS_RCS_TBL_PILE_FOOT                         = "Isolated(Pile)"
IDS_RCS_TBL_LINE_MAT_FOOT                     = "Line(Mat)"
IDS_RCS_TBL_POSITION_INFO                     = "Position\nInformation"
IDS_RCS_COLUMN_SECTION                        = "Column Section"
IDS_RCS_SHEARWALL_TOOLTIP_NOMINAL_SHEAR_FORCE  = "Total height of shear walls including walls to be designed \n It is applied in the calculation of nominal shear force."
IDS_RCS_SHEARWALL_TOOLTIP_BOUNDARY_ELEM_FORCE  = "Enter the axial force to calculate length of boundary element."
IDS_RCS_SHEARWALL_TOOLTIP_SHEAR_DGN_F         = "Axial force of shear wall\n(+): Compression\n(-): Tension\n Select “Apply to shear check” option\nto verify the shear force using the specified axial force."
IDS_RCS_SHEARWALL_TOOLTIP_MAJOR_MOMENT        = "Major bending moment of shear wall\nSelect “Apply to shear check” option\nto verify the shear force using the specified bending moment."
IDS_RCS_SHEARWALL_TOOLTIP_INPUT_F             = "Enter the axial force to be used in the shear force verification of shear walls."
IDS_RCS_SHEARWALL_TOOLTIP_INPUT_MOMENT        = "Enter the bending moment to be used in the shear force verification of shear walls."
IDS_RCS_TBL_VERTICAL_SPAC                     = "Vertical "
IDS_RCS_TBL_HORIZON_SPAC                      = "Horizontal "
IDS_RCS_TBL_END_SPAC                          = "End "
IDS_RCS_TBL_BE_HOR_DOT                        = "BE Hor. "
IDS_RCS_TBL_VALUE                             = "Value"
IDS_RCS_TBL_CRITERIA                          = "Criteria"
IDS_RCS_TBL_COLUMN                            = "Column"
IDS_RCS_TBL_ROW_REQ                           = "ρreq"
IDS_RCS_TBL_ROW_REQ_DEVIDED_ROW               = "ρreq/ρ"
IDS_RCS_TBL_PHI_VU_DEVIDED_VNMAX              = "øVu/øVnmax"
IDS_RCS_TBL_DIRX_X                            = "DIR-X"
IDS_RCS_TBL_DIRX_Y                            = "DIR-Y"
IDS_RCS_TBL_FCK_EN                            = "Fck\n"
IDS_RCS_TBL_FY_EN                             = "Fy\n"
IDS_RCS_TBL_LW_CONCRETE                       = "LW.\nConcrete"
IDS_RCS_TBL_USER_INPUT                        = "Use\nUser Input"
IDS_RCS_TBL_DL_EN                             = "DL\n"
IDS_RCS_TBL_LL_EN                             = "LL\n"
IDS_RCS_TBL_LX_EN                             = "Lx\n"
IDS_RCS_TBL_LY_EN                             = "Ly\n"
IDS_RCS_TBL_THK_EN                            = "Thk\n"
IDS_RCS_TBL_SUPPORT                           = "Support"
IDS_RCS_TBL_USER_CLEAR_SPAN                   = "Use\nClear Span"
IDS_RCS_TBL_BOUNDARY_BEAMS                    = "Boundary Beams"
IDS_RCS_TBL_DEFLECTION_CONTROL_DATA           = "Deflection Control Data"
IDS_RCS_TBL_SHORT_EN_TERM                     = "Short\nTerm"
IDS_RCS_TBL_LONG_EN_TERM                      = "Long\nTerm"
IDS_RCS_TBL_DURATION_MONTHS                   = "Duration\n(Months)"
IDS_RCS_TBL_MU_EN                             = "Mu\n"
IDS_RCS_TBL_VU_EN                             = "Vu\n"
IDS_RCS_TBL_TOP_SPAC                          = "Top "
IDS_RCS_TBL_MIDDLE_SPAC                       = "Middle "
IDS_RCS_TBL_BOTTOM_SPAC                       = "Bottom "
IDS_RCS_TBL_LEFT_SPAC                         = "Left "
IDS_RCS_TBL_CENTER_SPAC                       = "Center "
IDS_RCS_TBL_RIGHT_SPAC                        = "Right "
IDS_RCS_TBL_D_SMALL_SPAC                      = "d "
IDS_RCS_SLB_TOOLTIP_NOTCONSIDER_AUTO_SLABDL   = "Self weight of the slab is not automatically considered."
IDS_RCS_SLB_TOOLTIP_NEED_XSPAN_SMALL_THAN_Y   = "Span length of X-direction must be less than the length of Y-direction."
IDS_RCS_SLB_TOOLTIP_CALCDEPTH_FROM_BEAMSECTION  = "Section size of a beam is used to calculate the minimum thickness of a slab."
IDS_RCS_SLB_TOOLTIP_MUST_USE_USER_INPUT       = "In order to apply the user-defined moments and shear forces,\nselect “Use User Input” option."
IDS_RCS_TBL_LEFT_BIG                          = "LEFT"
IDS_RCS_TBL_CENTER_BIG                        = "CENTER"
IDS_RCS_TBL_RIGHT_BIG                         = "RIGHT"
IDS_RCS_TBL_MU_SPAC                           = "Mu "
IDS_RCS_TBL_VU_SPAC                           = "Vu "
IDS_RCS_TBL_REBAR_Y1                          = "Rebar (Y1)"
IDS_RCS_TBL_REBAR_Y2                          = "Rebar (Y2)"
IDS_RCS_TBL_REBAR_Y3                          = "Rebar (Y3)"
IDS_RCS_TBL_LINK_CENTER                       = "Link to Center"
IDS_RCS_TBL_S_CRACK                           = "s (Crack)"
IDS_RCS_TBL_Wcr_CRACK                         = "Crack Width(Wcr)"
IDS_RCS_TBL_REBAR_X1                          = "Rebar (X1)"
IDS_RCS_TBL_REBAR_X2                          = "Rebar (X2)"
IDS_RCS_TBL_REBAR_X3                          = "Rebar (X3)"
IDS_RCS_TBL_DESIGN_SLAB_TYPE                  = "Design type of slab"
IDS_RCS_TBL_1WAY_SLAB                         = "1-Way Slab"
IDS_RCS_TBL_2WAY_SLAB                         = "2-Way Slab"
IDS_RCS_TBL_MIN_THICK_SPAC                    = "Min. Thickness "
IDS_RCS_TBL_SPACE_CRACK                       = "Space by Crack "
IDS_RCS_TBL_CRACK_WIDTH                       = "Crack Width"
IDS_RCS_TBL_THICK_NECESSARY                   = "At least one thickness is necessary."
IDS_RCS_TBL_SPACE_SPAC                        = "Spacing "
IDS_RCS_TBL_THICKNESS_SMALL                   = "Thickness"
IDS_RCS_TBL_USE_COVER                         = "Use\nSame\nCover"
IDS_RCS_SLAB_CHECK_CALCRESULT_YOUSELECT_NUMBER  = "Calculation results are plotted considering the specified number of main rebar type."
IDS_RCS_TBL_LEGEND                            = "Legend"
IDS_RCS_TBL_1_OK                              = "(1) 000.00 : OK"
IDS_RCS_TBL_2_NG_MAXIMUM_REBAR_RATIO          = "(2) 000.00 : NG ( Over Maximum Rebar Ratio )"
IDS_RCS_TBL_3_NG_MAXIMUM_REBAR_RATIO          = "(3) 000.00 : NG ( Under Minimum Rebar Ratio )"
IDS_RCS_TBL_4_NG_MAXIMUM_REBAR_RATIO          = "(4) 000.00 : Over Maximum Rebar Spacing by Crack"
IDS_RCS_TBL_5_NG_SPACE_BY_MATERIAL            = "(5) s<smin : Under Minimum Rebar Spacing by Material"
IDS_RCS_TBL_MINOR_DIRECTION_MOMENT            = "Minor Direction Moment"
IDS_RCS_TBL_SHEAR_STRENGTH_REBAR_SPACE        = "Shear Strength and Rebar Spacing"
IDS_RCS_TBL_THICKNESS__s__s                   = "Thickness : %s %s"
IDS_RCS_TBL_MAJOR_DIR_MOMENT__s__s            = "Major Direction Moment (Cc = %s%s)"
IDS_RCS_TBL_SHEAR_STRENGTH__s__s__s           = "  Shear Strength ( øVc ) = %s %s/%s"
IDS_RCS_TBL_MBAR_RHO_FOR_SHEAR                = "  Rebar ratio of main bar for shear strength"
IDS_RCS_TBL_MAXIMUM_REBAR_SPACE_1WAY_SLAB__s__s  = "  Maximum Rebar Spacing of 1-Way Slab = %s%s"
IDS_RCS_TBL_ANGLE                             = "Angle"
IDS_RCS_CHECK_DEFINE_SOIL_LOAD                = "At least 2 data is required to define soil load."
IDS_RCS_TBL_LEVEL_SPAC                        = "Level "
IDS_RCS_TBL_FORCE_SPAC                        = "Force "
IDS_RCS_SOIL_TOOLTIP_1FLOOR_1BASEFLOOR        = "Distance between ground level and 1st story floor level\n(+) : 1st story floor is above the ground\n(-) : 1st story floor is below the ground"
IDS_RCS_SOIL_TOOLTIP_BASE_WATER_LEVEL_BLABLA  = "Ground water level\n(+): above the ground level\n(-): Below the ground level"
IDS_RCS_TBL_DEAD                              = "Dead"
IDS_RCS_TBL_LANDING_L                         = "Landing(L)"
IDS_RCS_TBL_LANDING_R                         = "Landing(R)"
IDS_RCS_TBL_SIZE_SMALL                        = "Size"
IDS_RCS_TBL_LANDING_LEFT                      = "Landing(Left)"
IDS_RCS_TBL_LANDING_RIGHT                     = "Landing(Right)"
IDS_RCS_TBL_LANDING_LEFT_BIG                  = "LANDING(LEFT)"
IDS_RCS_TBL_LANDING_RIGHT_BIG                 = "LANDING(RIGHT)"
IDS_RCS_TBL_SUB                               = "Sub"
IDS_RCS_TBL_USE_LEFT                          = "Use\nLeft"
IDS_RCS_TBL_STAIR                             = "STAIR"
IDS_RCS_TBL_REBAR_SPACE                       = "Rebar (Space)"
IDS_RCS_TBL_REBAR_TOP                         = "Rebar (Top)"
IDS_RCS_TBL_REBAR_BOT                         = "Rebar (Bottom)"
IDS_RCS_TBL_REBAR_SUB                         = "Rebar (Sub)"
IDS_RCS_STAIR_TOOLTIP_NOCONSIDER_DL           = "Self weight of the stair is not automatically considered."
IDS_RCS_STAIR_TOOLTIP_NOCONSIDER_DL_STAIR     = "Self weight of the stair landing is not automatically considered."
IDS_RCS_STAIR_TOOLTIP_STAIR_SLAB_DEPTH        = "Slab thickness of the stair"
IDS_RCS_STAIR_TOOLTIP_SLAB_DEPTH              = "Slab thickness of the left and right stair landing"
IDS_RCS_STAIR_TOOLTIP_SLAB_COVER_DEPTH        = "Concrete cover depth of the stair, left and right stair landing"
IDS_RCS_STAIR_TOOLTIP_STAIR_CHAM_LENGTH       = "Length of the left stair landing"
IDS_RCS_STAIR_TOOLTIP_STAIR_LENGTH            = "Length of the stair"
IDS_RCS_STAIR_TOOLTIP_RIGHT_CHAM_LENGTH       = "Length of the right stair landing"
IDS_RCS_STAIR_TOOLTIP_STAIR_LEVEL             = "Height of the stair"
IDS_RCS_STAIR_TOOLTIP_STAIR_BROAD             = "Width of the stair landing"
IDS_RCS_TBL_PLAN_SECTION                      = "Plan & Section"
IDS_RCS_CHECK_DIAGRAM_DGNINFO_NEED            = "In order to display the member force diagram, design result data is required."
IDS_RCS_TBL_T_SECTION                         = "T-Section"
IDS_RCS_TBL_R_SECTION                         = "R-Section"
IDS_RCS_TBL_HEADER_RESULT                     = "HeaderResult"
IDS_RCS_TBL_DATA_FIRST_RESULT                 = "DataFirstResult"
IDS_RCS_TBL_DATA_MIDDLE_RESULT                = "DataMiddleResult"
IDS_RCS_TBL_DATA_LAST_RESULT                  = "DataLastResult"
IDS_RCS_TBL_HEADER_ONLY                       = "HeaderOnly"
IDS_RCS_TBL_DATA_FIRST_ONLY                   = "DataFirstOnly"
IDS_RCS_TBL_DATA_MIDDLE_ONLY                  = "DataMiddleOnly"
IDS_RCS_TBL_DATA_LAST_ONLY                    = "DataLastOnly"
IDS_RCS_TBL_BOUNDING_BOX                      = "Bounding Box"
IDS_RCS_TBL_ZERO                              = "Zero"
IDS_VDRAW_CHECK_HEIGHT_TOO_BIG                = "Height of legend file is too big. There is no space for data."
IDS_RCS_ITEM_STRIP                            = "Strip"
IDS_RCS_CHECK_RC_SHEAR_WALL                   = "Checking RC Shear Wall ..."
IDS_RCS_CHECK_BATCHDESIGN_CONTINUE            = "\n\nDo you wish to perform batch design?"
IDS_RCS_WALL_SECTION                          = "Wall Section"
IDS_RCS_TBL_GAMMAC                            = "γc"
IDS_RCS_TBL_GAMMAS                            = "γs"
IDS_RCS_TBL_REDISTRIBUTION_FACTOR             = "δ"
IDS_RCS_TBL_WALL                              = "Wall"
IDS_RCS_TBL_ADDITIONAL_DGN_INFO               = "Additional Design Info."
IDS_RCS_TBL_PARTIAL_SAFETY                    = "Partial Safety"
IDS_RCS_GENCOLM_TOOLTIP_TIEBAR                = "Clear spacing of main rebar\nWhen it is larger than 150mm : Assign tiebar to entire main rebars\nWhen it is less than 150mm, Assign tiebar on every another main rebar."
IDS_RCS_FOOTING_CIRCLE                        = "Circle"
IDS_RCS_FOOTING_INVERTED_T                    = "Inv. T"

IDS_RCS_DLG_CAD_MSG1                          = "Target file to be imported was not selected."
IDS_RCS_DLG_CAD_MSG2                          = "Selected number of shape in Footing Layer must be one."
IDS_RCS_DLG_CAD_MSG_URGC_SECT_POLY            = "Selected number of shape in Section Layer must be one."

IDS_RCS_TBL_EC_LAMDA                          = "λ"
IDS_RCS_TBL_EC_LAMDA_LIM                      = "λlim"
IDS_RCS_TBL_EC_MED                            = "M.Ed"
IDS_RCS_TBL_EC_NRD                            = "N.Rd"
IDS_RCS_TBL_EC_MRD                            = "M.Rd"
IDS_RCS_TBL_EC_NED_PER_NRD                    = "N.Ed/N.Rd"
IDS_RCS_TBL_EC_MED_PER_MRD                    = "M.Ed/M.Rd"
IDS_RCS_TBL_EC_VRD                            = "V.Rd "
IDS_RCS_TBL_EC_VED_VRD                        = "V.Ed/V.Rd"
IDS_RCS_TBL_EC_RATIO_N                        = "N"
IDC_RCS_TBL_K1                                = "k1"
IDC_RCS_TBL_K2                                = "k2"
IDC_RCS_TBL_K3                                = "k3"
IDS_RCS_TBL_CHARACTERISTIC_LOAD               = "Characteristic Load"
IDS_RCS_TBL_QUASI_LOAD                        = "Quasi-permanent Load"
IDS_RCS_TBL_FREQUENT_LOAD                     = "Frequent Load"

IDS_RCS_FOUNDATION_BEAM                       = "Beam"
IDS_RCS_FOUNDATION_TRANSVERSE_MOM             = "Transv. M.Ed"
IDS_RCS_FOUNDATION_TRANSVERSE_REB             = "Transverse Rebar"
IDS_RCS_TBL_MED_TOP                           = "M.Ed(Top)"
IDS_RCS_TBL_MED_BOT                           = "M.Ed(Bot)"
IDS_RCS_TBL_VED                               = "V.Ed"
IDS_RCS_TBL_VED_1WAY                          = "V.Ed  1Way"
IDS_RCS_TBL_THICK                             = "Thick."
IDS_RCS_TBL_ECC_DOT                           = "Ecc."
IDS_RCS_TBL_EC_MEDX_SERV                      = "M.Edx,s"
IDS_RCS_TBL_EC_MEDY_SERV                      = "M.Edy,s"
IDS_RCS_TBL_EC_NED_SERV                       = "N.Ed,s"
IDS_RCS_TBL_EC_MEDX                           = "M.Edx"
IDS_RCS_TBL_EC_MEDY                           = "M.Edy"
IDS_RCS_TBL_EC_NED                            = "N.Ed"
IDS_RCS_TBL_EC_VEDX                           = "V.Edx"
IDS_RCS_TBL_EC_VEDY                           = "V.Edy"
IDS_RCS_TBL_EC_MRDX                           = "M.Rdx"
IDS_RCS_TBL_EC_MRDY                           = "M.Rdy"
IDS_RCS_TBL_EC_VRDX                           = "V.Rdx"
IDS_RCS_TBL_EC_VRDY                           = "V.Rdy"
IDS_RCS_TBL_CREEP_N_COEFF                     = "Creep\nCoeff."
IDS_RCS_TBL_EC_DIRECT_X_MEDY                  = "X-Direction (M.Edy)"
IDS_RCS_TBL_EC_DIRECT_Y_MEDX                  = "Y-Direction (M.Edx)"
IDS_RCS_CBSF_EC_CHECK_RC_SFOOTING             = "Checking RC Strip Footing ..."
IDS_RCS_CBSF_EC_CHECK_RC_CWALL                = "Checking RC Combined Wall ..."
IDS_RCS_CBSF_EC_DESIGN_RC_GENWALL             = "Design RC Combined Wall ..."
IDS_RCS_CBSF_SECTION_INVALID_TYPE             = "Invalid Section Type."
IDS_RCS_BEAM_REBAR_INVALID_TRANSVERSE_SPACE   = "Invalid Transverse Rebar : Rebar S  at %s < 0"
IDS_RCS_TBL_MOMENT_TOP                        = "Moment, top"
IDS_RCS_TBL_MOMENT_BOT                        = "Moment, bot"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH_USE_BOT_COVER  = "Concrete cover depth of bottom rebar\nIn order to apply the identical concrete cover depth between top and bottom rebar \ncheck on “Use Bot Cover” option."
IDS_RCS_BEAM_TOOLTIP_RBAR_BOTTOM_COVER_DEPTH  = "Concrete cover depth of bot rebar"
IDS_RCS_TBL_MED_FLANGE                        = "M.Ed(Flange)"
IDS_RCS_TBL_FCD                               = "Fcd"
IDS_RCS_TBL_FYD                               = "Fyd"
IDS_RCS_TBL_FYWD                              = "Fywd"
IDS_RCS_TBL_FYK                               = "Fyk"
IDS_RCS_TBL_FYWK                              = "Fywk"
IDS_RCS_TBL_VED_FLANGE                        = "V.Ed(Flange)"
IDS_RCS_TBL_NEDX                              = "N.Edx"
IDS_RCS_TBL_NEDY                              = "N.Edy"

IDS_RCS_BATCH_RCCOMBINEDWALL__d__d            = "Designing RC Combined Wall. (%d/%d)"
IDS_RCS_URDW_GRID_START                       = "Wall Start Point"
IDS_RCS_URDW_GRID_END                         = "Wall End Point"
IDS_RCS_URDW_GRID_X                           = "X"
IDS_RCS_URDW_GRID_Y                           = "Y"
IDS_RCS_URDW_FLANGE_WIDTH                     = "Flange\nWidth"
IDS_RCS_URDW_CREEP_COEFF                      = "Creep\nCoeff."
IDS_RCS_URDW_WALL_INFOMATION                  = "Wall\nInformation"
IDS_RCS_RPT_COMBINED_WALL                     = "Report(Rc Combined Wall)"
IDS_RCS_RPT_COMBINED_WALL_LIST                = "Combined Wall List"
IDS_RCS_URDW_ERROR_EXIST_SAME_WALL_NAME__s    = "Wall with Name (%s) already exist."
IDS_RCS_COLM_TOOLTIP_TEXT_SIZE                = "Change Text Size."
IDS_RCS_TBL_SOIL_CAPACITY                     = "Soil\nCapacity"
IDS_RCS_TBL_2NDORDER_EFFECT                   = "2nd Order Effects"
IDS_RCS_TBL_CONSIDER_2NDEFFECT                = "Consider 2nd\nOrder Effect"
IDS_CONSIDER_N_2ND_ORDER_N_EFFECT             = "Consider\n2nd Order\nEffect"
IDS_RCS_TBL_SLENDERNESS_LIMIT                 = "Slender. Limit(%s)"
IDS_RCS_TBL_CALC_BY_PGM                       = "Calc. by\nPGM"
IDS_RCS_TBL_CONSIDER_IMPERFECT                = "Consider Effect\nof Imperfections"
IDS_RCS_WARING_COMBINEDWALL_DATA_LOST         = "[Warning] Wall shape and rebar information specified by the user will be changed.\nDo you wish to continue?"
IDS_RCS_TBL_EFF_DETERMINE_CROSS_SECTION       = "Determine\nby Cross-Section"
IDS_RCS_TBL_EFF_EQUIVALNET_DIMENSION          = "Equivalent Dimension"
IDS_RCS_TBL_DESIGN_MOMENT                     = "Design Moment"
IDS_RCS_BEAM_TBL_SHEAR_ONEWAY                 = "Shear(One Way) "

IDS_RCS_TBL_OVERTURNING                       = "Overturning"
IDS_RCS_TBL_OVERTURNING_WRAP                  = "Over\nturning"
IDS_RCS_TBL_SLIDING                           = "Sliding"
IDS_RCS_TBL_BEARING                           = "Bearing"
IDS_RCS_URRW_STEM                             = "Stem"
IDS_RCS_URRW_HEEL                             = "Heel"
IDS_RCS_URRW_TOE                              = "Toe"
IDS_RCS_URRW_FOUNDATION                       = "Foundation"
IDS_RCS_URRW_SHEARKEY                         = "Shear Key"
IDS_RCS_URRW_SHEARKEY_MAIN                    = "Shear Key Main"
IDS_RCS_URRW_SHEARKEY_HORZ                    = "Shear Key Horz."
IDS_RCS_URRW_TOTAL_H                          = "Total\nH."
IDS_RCS_URRW_TOP_THK                          = "Top\nThk"
IDS_RCS_URRW_BOT_THK                          = "Bot.\nThk."
IDS_RCS_URRW_BACK_DIST                        = "Back\nDist."
IDS_RCS_URRW_COVER_FRONT                      = "Cover\n( Front )"
IDS_RCS_URRW_COVER_BACK                       = "Cover\n( Back )"
IDS_RCS_COVER                                 = "Cover"
IDS_RCS_DEPTH                                 = "Depth"
IDS_RCS_LOCATION                              = "Location"
IDS_RCS_SLOPE_DEPTH                           = "Slope\nDepth"
IDS_RCS_URRW_TOE_LENG                         = "Toe\nLeng."
IDS_RCS_URRW_HEEL_LENG                        = "Heel\nLeng."
IDS_RCS_URRW_BACKFILL                         = "Back Fill"
IDS_RCS_URRW_INCLINED                         = "Inclined"
IDS_RCS_URRW_FLAT                             = "Flat"
IDS_RCS_URRW_SLOPE                            = "Slope"
IDS_RCS_URRW_FRIC_ANGLE                       = "Fric.\nAngle"
IDS_RCS_URRW_FOUNDATION_GROUND                = "Foundation Ground"
IDS_RCS_URRW_COHESION                         = "Cohesion"
IDS_RCS_URRW_BEARING_CAPACITY                 = "Bearing\nCapacity"
IDS_RCS_URRW_LIVE_FACTOR                      = "Live\nFactor"
IDS_RCS_URRW_SOIL_FACTOR                      = "Soil\nFactor"
IDS_RCS_URRW_WATER_LEVEL                      = "Water\nLevel"
IDS_RCS_URRW_WATER_FACTOR                     = "Water\nFactor"
IDS_RCS_URRW_STABILITY                        = "Stability"
IDS_RCS_URRW_TBL_BASIC                        = "Basic"
IDS_RCS_URRW_TBL_SOILLOAD                     = "Soil / Load"
IDS_RCS_URRW_TBL_TYPE_T                       = "T"
IDS_RCS_URRW_TBL_TYPE_L                       = "L"
IDS_RCS_URRW_TBL_STEM_VERT_BOTM               = "Stem ( at Bottom )"
IDS_RCS_URRW_TBL_STEM_VERT_HALF               = "Stem ( at 1/2 )"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_1ST            = "Back 1st"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_2ND            = "Back 2nd"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_N_1ST          = "Back\n1st"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_N_2ND          = "Back\n2nd"
IDS_RCS_URRW_STEM_BOT_FRONT                   = "Stem Bot. Front"
IDS_RCS_URRW_STEM_BOT_BACK                    = "Stem Bot. Back"
IDS_RCS_URRW_STEM_BOT_HORZ                    = "Stem Bot. Horz."
IDS_RCS_URRW_STEM_HALF_FRONT                  = "Stem 1/2 Front"
IDS_RCS_URRW_STEM_HALF_BACK                   = "Stem 1/2 Back"
IDS_RCS_URRW_STEM_HALF_HORZ                   = "Stem 1/2 Horz."
IDS_RCS_URRW_FDN_HEEL_MAIN                    = "Heel Main"
IDS_RCS_URRW_FDN_HEEL_DIST                    = "Heel Dist."
IDS_RCS_URRW_FDN_TOE_MAIN                     = "Toe Main"
IDS_RCS_URRW_FDN_TOE_DIST                     = "Toe Dist."
IDS_RCS_URRW_TBL_STEM_FRONT_BAR               = "Front"
IDS_RCS_URRW_TBL_STEM_BACK_BAR                = "Back"
IDS_RCS_URRW_TBL_STEM_HORZ_BAR                = "Horz."
IDS_RCS_URRW_TBL_FDN_HEEL                     = "Heel"
IDS_RCS_URRW_TBL_TOP_BOT_BAR_1ST              = "Top / Bot 1st"
IDS_RCS_URRW_TBL_TOP_BAR_1ST                  = "Top 1st"
IDS_RCS_URRW_TBL_TOP_BAR_2ND                  = "Top 2nd"
IDS_RCS_URRW_TBL_TOP_BAR_N_1ST                = "Top\n1st"
IDS_RCS_URRW_TBL_TOP_BAR_N_2ND                = "Top\n2nd"
IDS_RCS_URRW_TBL_FDN_TOE                      = "Toe"
IDS_RCS_URRW_TBL_BOT_BAR_1ST                  = "Bot. 1st"
IDS_RCS_URRW_TBL_BOT_BAR_2ND                  = "Bot. 2nd"
IDS_RCS_URRW_TBL_BOT_BAR_N_1ST                = "Bot.\n1st"
IDS_RCS_URRW_TBL_BOT_BAR_N_2ND                = "Bot.\n2nd"
IDS_RCS_URRW_TBL_FDN_DIST_BAR                 = "Dist."
IDS_RCS_URRW_TBL_SHEARKEYBAR                  = "Vert."
IDS_RCS_URRW_TBL_RBAR_NAME1                   = "Name1"
IDS_RCS_URRW_TBL_RBAR_SPACE1                  = "Space1"
IDS_RCS_URRW_TBL_RBAR_NAME2                   = "Name2"
IDS_RCS_URRW_TBL_RBAR_SPACE2                  = "Space2"
IDS_RCS_URRW_TBL_RBAR_NAME                    = "Name"
IDS_RCS_URRW_TBL_RBAR_SPACE                   = "Space"
IDS_RCS_URRW_TBL_RSLT_MOMENT                  = "Moment"
IDS_RCS_URRW_TBL_RSLT_SHEAR                   = "Shear"
IDS_RCS_URRW_TBL_RSLT_RHO                     = "ρ"
IDS_RCS_URRW_TBL_RSLT_SPACE                   = "Space"
IDS_RCS_RPT_RETAIN_WALL                       = "Report(Rc Retaining Wall)"
IDS_RCS_RETAIN_WALL                           = "Retaining Wall"
IDS_RCS_URRW_DRAW_TYPE_SECT                   = "Section"
IDS_RCS_URRW_DRAW_TYPE_SELFWEIGHT             = "Self Weight"

IDS_RCS_BATCH_URRW__d__d                      = "Designing RC Retaining Wall. (%d/%d)"

IDS_RCS_URCF_INPUT_COLM_MIN                   = "Number of columns must be more than one."
IDS_RCS_URCF_REBAR_POS_CANTI_L                = "Cantilever(L)"
IDS_RCS_URCF_REBAR_POS_CANTI_R                = "Cantilever(R)"
IDS_RCS_URCF_REBAR_POS_SUPP                   = "Support(%d)"
IDS_RCS_URCF_REBAR_POS_SPAN                   = "Span(%d-%d)"
IDS_RCS_URCF_COLM_INFO_NO                     = "No."
IDS_RCS_URCF_COLM_INFO_SHAPE                  = "Shape"
IDS_RCS_URCF_COLM_INFO_SPAN                   = "Span"
IDS_RCS_URCF_COLM_INFO_DETAIL                 = "Detail"
IDS_RCS_URCF_COLM_INFO_RECT                   = "Rect"
IDS_RCS_URCF_COLM_INFO_CIR                    = "Circ"
IDS_RCS_URCF_COLM_INFO_RECT_CIR               = "Rect\nCirc\n"
IDS_RCS_URCF_COLM_INFO_ETC                    = "..."
IDS_RCS_URCF_COLM_DEF_CX                      = "Cx"
IDS_RCS_URCF_COLM_DEF_CY                      = "Cy"
IDS_RCS_URCF_COLM_DEF_DIA                     = "Dia"
IDS_RCS_URCF_FOOTING_INP_GRID_EXT_L           = "Ext. (Left)"
IDS_RCS_URCF_FOOTING_INP_GRID_EXT_R           = "Ext. (Right)"
IDS_RCS_URCF_FOOTING_INP_GRID_LY              = "Width (Ly)"
IDS_RCS_URCF_REBAR_GRID_ITEMS                 = "Items"
IDS_RCS_URCF_REBAR_GRID_EFF_W                 = "Eff. Width"
IDS_RCS_URCF_REBAR_GRID_TOP                   = "Top"
IDS_RCS_URCF_REBAR_GRID_BOT                   = "Bottom"
IDS_RCS_URCF_REBAR_GRID_MAX_S                 = "Max. Spacing"
IDS_RCS_URCF_REBAR_GRID_BAR_RAT               = "ρ / ρmin (%)"
IDS_RCS_URCF_REBAR_GRID_BAR_AREA              = "As / As.Req"
IDS_RCS_URCF_RES_GRID_1WAY                    = "1Way Shear"
IDS_RCS_URCF_RES_GRID_2WAY                    = "2Way Shear"
IDS_RCS_URCF_RES_GRID_MAX_CANT                = "Max. Cantilever"
IDS_RCS_URCF_RES_GRID_MAX_SUPP                = "Max. Support"
IDS_RCS_URCF_RES_GRID_MAX_SPAN                = "Max. Span"
IDS_RCS_URCF_RES_GRID_MAX_Y                   = "Max. Y-Dir"
IDS_RCS_URCF_LIST_GRID_LOAD                   = "Load"
IDS_RCS_URCF_LIST_GRID_SELFWEIGHT             = "Self\nWeight"
IDS_RCS_URCF_LIST_GRID_SURCHARGE              = "Surcharge"
IDS_RCS_URCF_LIST_GRID_SURCHARGE_LOAD         = "Surcharge\nLoad"
IDS_RCS_URCF_LIST_GRID_SERFACE                = "Surface"
IDS_RCS_URCF_LIST_GRID_DENSITY                = "Density"
IDS_RCS_URCF_LIST_GRID_HEIGHT                 = "Height"
IDS_RCS_URCF_LIST_GRID_SECTION                = "Section"
IDS_RCS_URCF_LIST_GRID_DEPTH                  = "Depth"
IDS_RCS_URCF_LIST_GRID_COVER                  = "Cover"
IDS_RCS_URCF_LIST_GRID_SHR_OFFSET_INFO        = "Shear\nOffset\nInfo."
IDS_RCS_URCF_LIST_GRID_COLM_INFO              = "Column\nInfo."
IDS_RCS_URCF_LIST_GRID_RBAR_INFO              = "Main\nBar\nInfo."
IDS_RCS_URCF_LIST_GRID_FOUNDATION             = "Foundation"
IDS_RCS_URCF_LIST_GRID_EXT_L                  = "Ext.(L)"
IDS_RCS_URCF_LIST_GRID_EXT_R                  = "Ext.(R)"
IDS_RCS_URCF_LIST_GRID_LY                     = "Ly"
IDS_RCS_URCF_LIST_GRID_FE                     = "fe"
IDS_RCS_URCF_LIST_GRID_FORCES                 = "Forces"
IDS_RCS_URCF_LIST_GRID_SOIL_BEARING           = "Soil\nBearing"
IDS_RCS_URCF_LIST_GRID_X_DIR                  = "X-Dir"
IDS_RCS_URCF_LIST_GRID_MUX                    = "Mux"
IDS_RCS_URCF_LIST_GRID_VUX                    = "Vux"
IDS_RCS_URCF_LIST_GRID_Y_DIR                  = "Y-Dir"
IDS_RCS_URCF_LIST_GRID_MUY                    = "Muy"
IDS_RCS_URCF_LIST_GRID_2WAY_SHEAR             = "2Way\nShear"
IDS_RCS_URCF_LIST_GRID_DGN_RES                = "Design Result"
IDS_RCS_URCF_LIST_GRID_SHEAR                  = "Shear"
IDS_RCS_URCF_LIST_GRID_1WAY_X                 = "1Way(X)"
IDS_RCS_URCF_LIST_GRID_2WAY                   = "2Way"
IDS_RCS_URCF_LIST_REBAR_SUB_GRID_POS          = "Position"
IDS_RCS_URCF_LIST_REBAR_SUB_GRID_RBAR         = "Rebar Arrangement"
IDS_RCS_URCF_LIST_REBAR_SUB_AT                = "@"
IDS_RCS_URCF_SHR_OFFSET_GRID                  = "Shear Offset Factor"
IDS_RCS_URCF_SHR_GRID_USER_D                  = "User D"

/////// IDD_RCS_URCB_PMODE_DLG
IDC_GURCB_CHECK_MATERIAL_LCON                 = "Light Weight Concrete"
IDC_GURCB_FRAME_RESULT                        = "Result"
IDC_GURCB_FRAME_MATERIAL                      = "Material"
IDC_GURCB_LABEL_MATERIAL_FCK                  = "Concrete"
IDC_GURCB_LABEL_MATERIAL_FY                   = "Main Bar"
IDC_GURCB_LABEL_MATERIAL_FYS                  = "Stirrup"
IDC_GURCB_FRAME_SECTION                       = "Section"
IDC_GURCB_LABEL_SECTION_DEPTH                 = "Depth"
IDC_GURCB_LABEL_SECTION_COVER                 = "Cover"
IDC_GURCB_LABEL_SECTION_WIDTH                 = "Width"
IDC_GURCB_FRAME_FORCE                         = "Force"
IDC_GURCB_LABEL_FORCE_VU                      = "Shear"
IDC_GURCB_LABEL_FORCE_TU                      = "Tension"
IDC_GURCB_LABEL_FORCE_DIST                    = "Dist. to Vu"
IDC_GURCB_FRAME_FACTOR                        = "Factor"
IDC_GURCB_LABEL_FACTOR_FRICTION               = "Friction"
IDC_GURCB_FRAME_BAR                           = "Rebar"
IDC_GURCB_LABEL_BAR_TENSION                   = "Tension Bar"
IDC_GURCB_LABEL_BAR_STIRRUP                   = "Stirrup"
IDC_GURCB_FRAME_PLATE                         = "Bearing Plate"
IDC_GURCB_LABEL_PLATE_B                       = "Width"
IDC_GURCB_LABEL_PLATE_H                       = "Height"
IDC_GURCB_LABEL_SECTION_SPAN                  = "Span"
IDC_GURCB_LABEL_MATERIAL_FACT                 = "Factor"

IDS_RCS_ITEM_PARK_OUTER                       = "Traffic and parking areas"
IDS_RCS_ITEM_TERAS_2015                       = "Balconies"
IDS_RCS_ITEM_ROBBY_2015                       = "Lobbies and hallways"
IDS_RCS_ITEM_STAIR                            = "Stairs"
IDS_RCS_ITEM_LIVINGROOM_2015                  = "Living rooms in residential buildings"
IDS_RCS_ITEM_HUSE_PUBLICROOM                  = "Public rooms in public residential buildings"
IDS_RCS_ITEM_HSPT_ROOM                        = "Wards in hospitals"
IDS_RCS_ITEM_SURGERY_2015                     = "Operating rooms, public rooms and Laboratories"
IDS_RCS_ITEM_PASSAGE_EXCET_1ST                = "Hallways of all stories excepting for the 1st Story"
IDS_RCS_ITEM_ROOM_2015                        = "Rooms"
IDS_RCS_ITEM_PUBLICROOM_2015                  = "Public rooms"
IDS_RCS_ITEM_GENE_OFFICE_2015                 = "Office areas"
IDS_RCS_ITEM_SPEICALOFFICE_2015               = "Office areas for special use"
IDS_RCS_ITEM_CLASS_2015                       = "Classrooms"
IDS_RCS_ITEM_MARKET_1STARE_2015               = "Areas in retail shops and department stores (1st story)"
IDS_RCS_ITEM_MARKET_2STARE_2015               = "Areas in retail shops and department stores (2nd story and above)"
IDS_RCS_ITEM_ALL_PASSAGE                      = "Hallways of All stories"
IDS_RCS_ITEM_KITCHEN                          = "Kitchens"
IDS_RCS_ITEM_THEA_STAT_2015                   = "Theater and assembly halls with fixed seats"
IDS_RCS_ITEM_STAGE_MOVI_2015                  = "Assembly halls without obstacles for moving people"
IDS_RCS_ITEM_LIB_CLASS                        = "Reading rooms"
IDS_RCS_ITEM_INNER_30KN                       = "Gross vehicle weight: <= 30KN (Interior)"
IDS_RCS_ITEM_OUTER_30KN                       = "Gross vehicle weight: <= 30KN (Exterior)"
IDS_RCS_ITEM_30KN_90KN                        = "30kN < Gross vehicle weight <= 90KN"
IDS_RCS_ITEM_90KN_180KN                       = "90kN < Gross vehicle weight <= 180KN"
IDS_RCS_ITEM_OUTER_PASSGE                     = "Exterior traffic and siedwalk areas"
IDS_RCS_ITEM_PROOF_NO_USE                     = "Roofs not accessible (Live load of roofs)"
IDS_RCS_ITEM_PROOF_WALK                       = "Walkways"
IDS_RCS_ITEM_PROOF_NO_ENTERANCE               = "Garden areas not accessible"
IDS_RCS_ITEM_ROBBY_PASSAGE_1ST                = "Lobbies and hallways in the 1st story"
IDS_RCS_ITEM_STAIR_HOUSE                      = "Detached or duplex houses"
IDS_RCS_ITEM_STAIR_ETC                        = "Other stairs"

IDS_IBC2012_DGNLOAD_AccFloorSys               = "Acess floor system"
IDS_IBC2012_DGNLOAD_AccFloorSys_OFFICE        = "Office Use"
IDS_IBC2012_DGNLOAD_AccFloorSys_COMPUTER      = "Computer Use"
IDS_IBC2012_DGNLOAD_ArmAndDrlRoom             = "Armories and drill rooms"
IDS_IBC2012_DGNLOAD_ArmAndDrlRoom_ARM         = "Armories and drill rooms"
IDS_IBC2012_DGNLOAD_AssemArea                 = "Assembly Areas"
IDS_IBC2012_DGNLOAD_AssemArea_FIXED           = "Fixed seats ( fastened to floor )"
IDS_IBC2012_DGNLOAD_AssemArea_FOLLOW          = "Follow spot, projections and control rooms"
IDS_IBC2012_DGNLOAD_AssemArea_LOBBY           = "Lobbies"
IDS_IBC2012_DGNLOAD_AssemArea_MOVABLE         = "Movable seats"
IDS_IBC2012_DGNLOAD_AssemArea_STAGE           = "Stage floors"
IDS_IBC2012_DGNLOAD_AssemArea_PLATFORM        = "Platforms ( assembly )"
IDS_IBC2012_DGNLOAD_AssemArea_OTHER           = "Other assembly areas"
IDS_IBC2012_DGNLOAD_CatWalk                   = "Catwalks"
IDS_IBC2012_DGNLOAD_CatWalk_CATWALK           = "Catwalks"
IDS_IBC2012_DGNLOAD_Cornice                   = "Cornices"
IDS_IBC2012_DGNLOAD_Cornice_CORNICE           = "Cornices"
IDS_IBC2012_DGNLOAD_Corrid                    = "Corridors"
IDS_IBC2012_DGNLOAD_Corrid_FIRST              = "First floor"
IDS_IBC2012_DGNLOAD_DiningRest                = "Dining rooms and restaurants"
IDS_IBC2012_DGNLOAD_DiningRest_DINING         = "Dining rooms and resaurants"
IDS_IBC2012_DGNLOAD_FireEsc                   = "Fire escapes"
IDS_IBC2012_DGNLOAD_FireEsc_FIRE              = "Fire escapes"
IDS_IBC2012_DGNLOAD_FireEsc_SINGLE            = "On single-family dwelings only"
IDS_IBC2012_DGNLOAD_Garage                    = "Garages"
IDS_IBC2012_DGNLOAD_Garage_PASSENGER          = "Passenger vehicles only"
IDS_IBC2012_DGNLOAD_Hospital                  = "Hospitals"
IDS_IBC2012_DGNLOAD_Hospital_CORRID           = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Hospital_OPERATE          = "Operating rooms, laboratories"
IDS_IBC2012_DGNLOAD_Hospital_PATIENT          = "Patient rooms"
IDS_IBC2012_DGNLOAD_Library                   = "Libraries"
IDS_IBC2012_DGNLOAD_Library_CORRID            = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Library_READING           = "Reading rooms"
IDS_IBC2012_DGNLOAD_Library_STACK             = "Stack rooms"
IDS_IBC2012_DGNLOAD_Manufact                  = "Manufacturing"
IDS_IBC2012_DGNLOAD_Manufact_HEAVY            = "Heavy"
IDS_IBC2012_DGNLOAD_Manufact_LIGHT            = "Light"
IDS_IBC2012_DGNLOAD_Marquee                   = "Marquees"
IDS_IBC2012_DGNLOAD_Marquee_MARQ              = "Marquees"
IDS_IBC2012_DGNLOAD_Office                    = "Office buildings"
IDS_IBC2012_DGNLOAD_Office_CORRID             = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Office_LOBBY              = "Lobbies and first-floor corridors"
IDS_IBC2012_DGNLOAD_Office_OFFICE             = "Offices"
IDS_IBC2012_DGNLOAD_Penal                     = "Penal institutions"
IDS_IBC2012_DGNLOAD_Penal_CELL                = "Cell blocks"
IDS_IBC2012_DGNLOAD_Penal_CORRID              = "Corridors"
IDS_IBC2012_DGNLOAD_Recreate                  = "Recreational uses"
IDS_IBC2012_DGNLOAD_Recreate_BOWLING          = "Bowling alleys, poolrooms and similar uses"
IDS_IBC2012_DGNLOAD_Recreate_DANCE            = "Dance halls and ballrooms"
IDS_IBC2012_DGNLOAD_Recreate_GYM              = "Gymmansiums"
IDS_IBC2012_DGNLOAD_Recreate_STAND            = "Reviewing stands, grandstands and bleachers"
IDS_IBC2012_DGNLOAD_Recreate_STADIUM          = "Stadiums and arenas with fixed seats ( fastedn to floor )"
IDS_IBC2012_DGNLOAD_ResideDwell               = "Residential ( One-and two-family dwellings )"
IDS_IBC2012_DGNLOAD_ResideDwell_NOSTORAGE     = "Uninhabitable attics without storage"
IDS_IBC2012_DGNLOAD_ResideDwell_STORAGE       = "Uninhabitable attics with storage"
IDS_IBC2012_DGNLOAD_ResideDwell_HABITABLE     = "Habitable attics and sleeping areas"
IDS_IBC2012_DGNLOAD_ResideDwell_OTHER         = "All other areas"
IDS_IBC2012_DGNLOAD_ResideHotel               = "Residential ( Hotels and multifamily dwellings )"
IDS_IBC2012_DGNLOAD_ResideHotel_PRIVATE       = "Private rooms and corridors serving them"
IDS_IBC2012_DGNLOAD_ResideHotel_PUBLIC        = "Public rooms and corridors serving them"
IDS_IBC2012_DGNLOAD_RoofAwning                = "Roof ( Awning and canopies )"
IDS_IBC2012_DGNLOAD_RoofAwning_FABRIC         = "Fabric construction supported by a skeleton structure"
IDS_IBC2012_DGNLOAD_RoofAwning_OTHER          = "All other construction"
IDS_IBC2012_DGNLOAD_RoofUnoccupy              = "Roof ( Unoccupiable )"
IDS_IBC2012_DGNLOAD_RoofUnoccupy_FLAT         = "Ordinary flat, pitched and curved roofs"
IDS_IBC2012_DGNLOAD_RoofOccupy                = "Roof ( Occupiable )"
IDS_IBC2012_DGNLOAD_RoofOccupy_GARDEN         = "Roof gardens"
IDS_IBC2012_DGNLOAD_RoofOccupy_ASSEMBLY       = "Assembly areas"
IDS_IBC2012_DGNLOAD_School                    = "Schools"
IDS_IBC2012_DGNLOAD_School_CLASS              = "Classrooms"
IDS_IBC2012_DGNLOAD_School_CORRID             = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_School_1STCORRID          = "First-floor corridors"
IDS_IBC2012_DGNLOAD_SideWalk                  = "Sidewalks, vehicular drive way and yards, subject to trucking"
IDS_IBC2012_DGNLOAD_SideWalk_SIDEWALK         = "Sidewalks, vehicular drive way and yards, subject to trucking"
IDS_IBC2012_DGNLOAD_Stair                     = "Stairs and exits"
IDS_IBC2012_DGNLOAD_Stair_DWELLING            = "One- and two-family dwellings"
IDS_IBC2012_DGNLOAD_Stair_OTHER               = "All other"
IDS_IBC2012_DGNLOAD_Storage                   = "Storage warehouses"
IDS_IBC2012_DGNLOAD_Storage_HEAVY             = "Heavy"
IDS_IBC2012_DGNLOAD_Storage_LIGHT             = "Light"
IDS_IBC2012_DGNLOAD_Store                     = "Stores"
IDS_IBC2012_DGNLOAD_Store_RETAIL1ST           = "Retail - First floor"
IDS_IBC2012_DGNLOAD_Store_RETAILUPP           = "Retail - Upper floors"
IDS_IBC2012_DGNLOAD_Store_WHOLESALE           = "Wholesale, all floors"
IDS_IBC2012_DGNLOAD_WalkWay                   = "Walkways and elevated platforms ( other than exitways )"
IDS_IBC2012_DGNLOAD_WalkWay_WALKWAY           = "Walkways and elevated platforms ( other than exitways )"
IDS_IBC2012_DGNLOAD_YardTerrace               = "Yards and terraces, pedestrians"
IDS_IBC2012_DGNLOAD_YardTerrace_YARD          = "Yards and terraces, pedestrians"

/**/IDS_RCS_DEVELOP_LIMIT_INT                 = "값이 0보다 커야 합니다."
/**/IDS_RCS_DEVELOP_LIMIT_DOUBLE              = "값이 0.0보다 커야 합니다."
/**/IDS_RCS_DEVELOP_TOOLTIP_TYPE              = "Ld: 정착길이 / Ls: 이음길이"
/**/IDS_RCS_DEVELOP_TOOLTIP_COVER             = "콘크리트 표면에서 철근 중심까지의 거리"
/**/IDS_RCS_DEVELOP_TOOLTIP_ALPHA             = "철근배근위치계수"
/**/IDS_RCS_DEVELOP_TOOLTIP_BETA              = "에폭시도막계수"
/**/IDS_RCS_DEVELOP_TOOLTIP_LAMBDA            = "경량콘크리트계수"
/**/IDS_RCS_DEVELOP_TOOLTIP_SPACE             = "배근 간격"
/**/IDS_RCS_DEVELOP_TOOLTIP_KTR               = "횡방향 철근지수"
/**/IDS_RCS_DEVELOP_TOOLTIP_S                 = "Spacing of transverse bars"
/**/IDS_RCS_DEVELOP_TOOLTIP_NS                = "Number of transverse bars"
/**/IDS_RCS_DEVELOP_TOOLTIP_NL                = "Number of bars or wires being developed or lap spliced along the plane of splitting"
/**/IDS_RCS_DEVELOP_TOOLTIP_FYT               = "Yield strength of transverse reinforcement"
/**/IDS_RCS_DEVELOP_TOOLTIP_ASREQ             = "소요 철근량"
/**/IDS_RCS_DEVELOP_TOOLTIP_ASUSE             = "배근 철근량"
/**/IDS_RCS_DEVELOP_TOOLTIP_HOOP              = "지름이 6mm 이상이고, 나선간격이 100mm 이하인 나선철근 또는 중심간격 100mm 이하로 배치된 D13 띠철근으로 둘러싸인 압축이형철근: 0.75"
/**/IDS_RCS_DEVELOP_TOOLTIP_CONCFACTOR        = "D35 이하 철근에서 갈고리 평면에 수직 방향인 측면 피복 두께가 70mm 이상이며, 90˚ 갈고리에 대해서는 갈고리를 넘어선 부분의 철근 피복 두께가 50mm 이상인 경우: 0.7"
/**/IDS_RCS_DEVELOP_TOOLTIP_STIRRUP           = "D35이하 철근에서 갈고리를 포함한 전체 정착 길이 ldh구간에 3db이하 간격으로 띠철근 또는 스터럽이 둘러싼 경우: 0.8"
/**/IDS_RCS_DEVELOP_TOOLTIP_LIGHTCONC         = "경량콘크리트: 1.3"
/**/IDS_RCS_DEVELOP_TOOLTIP_EPOXY             = "에폭시 도막된 갈고리 철근: 1.2"
/**/IDS_RCS_DEVELOP_TOOLTIP_LDTENS            = "인장 정착길이"

IDS_RCS_DEVELOP_TOOLTIP_ACI_STIRRIP           = "Modification factor of deformed bars in compression"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ANCHOR            = "Modification factor of standard hooks in tension"
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSI_R             = "Modification factor of confining reinforcement"
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSI_O             = "Modification factor based on reinforcement location"
IDS_RCS_DEVELOP_TOOLTIP_ACI_LAMDA             = "Modification factor of lightweight concrete"       
IDS_RCS_DEVELOP_TOOLTIP_ACI_CC                = "Clear cover of reinforcement"
IDS_RCS_DEVELOP_TOOLTIP_ACI_SPACE             = "Center-to-center spacing of longitudinal reinforcement"
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSIT              = "Modification factor based on reinforcement location"   
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSIE              = "Modification factor based on reinforcement coating"
IDS_RCS_DEVELOP_TOOLTIP_ACI_KTR               = "Transverse reinforcement index"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ASREQ             = "Required area of reinforcement"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ASUSE             = "Provided area of reinforcement"
IDC_RCS_DEVELOP_TOOLTIP_ACI_FORMULA           = "k Factors: [1] k=25, [2] k=20, [3] k=50/3, [4] k=40/3"
IDC_RCS_DEVELOP_TOOLTIP_ACI_FORMULA_METRIC    = "k Factors: [1] k=2.1, [2] k=1.7, [3] k=1.4, [4] k=1.1"

// PBD
IDS_RCS_TBL_PBD_PART                          = "Part"
IDS_RCS_TBL_PBD_PART_TOP                      = "Top"
IDS_RCS_TBL_PBD_PART_BOTTOM                   = "Bottom"
IDS_RCS_TBL_PBD_DEMAND                        = "Demand"
IDS_RCS_TBL_PBD_CAPACITY                      = "Capacity"
IDS_RCS_TBL_PBD_CAPA_PNC                      = "PnC"
IDS_RCS_TBL_PBD_CAPA_PNT                      = "PnT"
IDS_RCS_TBL_PBD_CAPA_ME_P                     = "Me(+)"
IDS_RCS_TBL_PBD_CAPA_ME_N                     = "Me(-)"
IDS_RCS_TBL_PBD_CAPA_ME                       = "Me"
IDS_RCS_TBL_PBD_CAPA_MEX                      = "Mex"
IDS_RCS_TBL_PBD_CAPA_MEY                      = "Mey"
IDS_RCS_TBL_PBD_CAPA_VN                       = "Vn"
IDS_RCS_TBL_PBD_CAPA_VNX                      = "Vnx"
IDS_RCS_TBL_PBD_CAPA_VNY                      = "Vny"
IDS_RCS_TBL_PBD_CONTROLLED_ACTION             = "Controlled\nAction"
IDS_RCS_TBL_PBD_TRANSVERSE_REINF              = "Transverse\nReinf."
IDS_RCS_TBL_PBD_AXIAL_FORCE_RATIO             = "Axial\nForce\nRatio"
IDS_RCS_TBL_PBD_AXIAL                         = "Axial"
IDS_RCS_TBL_PBD_FLEXURAL                      = "Flexural"
IDS_RCS_TBL_PBD_SHEAR                         = "Shear"
IDS_RCS_TBL_PBD_M_FACTOR                      = "m-Factor"
IDS_RCS_TBL_PBD_M_FACTOR_X                    = "x"
IDS_RCS_TBL_PBD_M_FACTOR_Y                    = "y"
IDS_RCS_TBL_PBD_DCR                           = "DCR"
IDS_RCS_TBL_PBD_PERFORMANCE                   = "Performance"
IDS_RCS_TBL_PBD_IO                            = "IO"
IDS_RCS_TBL_PBD_LS                            = "LS"
IDS_RCS_TBL_PBD_CP                            = "CP"

IDS_RCS_TBL_PBD_RHO_RATIO                     = "(ρ-ρ′)\n/ρ_bal"
IDS_RCS_TBL_PBD_CONF_BOUN                     = "Confined\nBoundary"
IDS_RCS_TBL_PBD_CONF_BOUN_YES                 = "Yes"
IDS_RCS_TBL_PBD_CONF_BOUN_NO                  = "No"

IDS_RCS_TBL_SPLIT                             = "Splitting failure"
IDS_RCS_TBL_CONC_TENS                         = "Conc.\n( Tension )"
IDS_RCS_TBL_CONC_SHEA                         = "Conc.\n( Shear )"
IDS_RCS_TBL_ANCH_TENS                         = "Anch.\n( Tension )"
IDS_RCS_TBL_ANCH_SHEA                         = "Anch.\n( Shear )"
IDS_RCS_TBL_ANCH_STLS                         = "STLS.\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOS                         = "CBOS.\n( Ratio )"
IDS_RCS_TBL_ANCH_POSS                         = "POSS.\n( Ratio )"
IDS_RCS_TBL_ANCH_SFBS                         = "SFBS.\n( Ratio )"
IDS_RCS_TBL_ANCH_BSAA                         = "BSAA.\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOX                         = "CBOS.x\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOY                         = "CBOS.y\n( Ratio )"
IDS_RCS_TBL_ANCH_CPOS                         = "CPOS.\n( Ratio )"
IDS_RCS_BATCH_URAB__d__d                      = "Designing RC Anchor Bolt. ( %d / %d )"
IDS_RCS_TBL_BOND_STRESS                       = "Bond Stress"
IDS_RCS_TBL_BOND_TAU_CR                       = "τ_cr"
IDS_RCS_TBL_BOND_TAU_UN                       = "τ_un"

IDS_RCS_ERROR_COLM_LOAD_GURCF                 = "The number of load combinations must be equal for each column"

IDS_RCS_SRA_MSG_READ_FAIL                     = "SRA Text File is not Readable"
IDS_RCS_SRA_MSG_FILE_IS_EMPTY                 = "SRA Text File is Empty"
IDS_RCS_SRA_MSG_UNIT_IS_INVALID_LENGTH        = "Unit for Length is not Valid"
IDS_RCS_SRA_MSG_UNIT_IS_INVALID_FORCE         = "Unit for Force is not Valid"
IDS_RCS_SRA_MSG_DATA_NOT_EXIST                = "SRA Text File has no Valid Data"
IDS_RCS_TBL_EC_VED_VRDMAX                        = "V.Ed/V.Rd,max"
IDS_RCS_TBL_PU_PN							  = "Pu/Pn"
IDS_RCS_TBL_MC_MN							  = "Mu/Mn"
IDS_RCS_TBL_VU_VN                             = "Vu/Vn"

IDS_RCS_GROUP_NAME_IS_EMPTY                   = "Grouping Name is not Entered."
